[
{
"title":"Classroom of the Elite Year 2",
"cover":"https://royalmtls.files.wordpress.com/2022/12/v4.webp?w=230&zoom=2",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Official",
"popular":"Popular",
"volumes":"4/?",
"updated":"New",
"genre":"Drama, Psychological, School Life, Shounen, Slice of Life",
"translation":"Seven Seas",
"alternative":"Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e",
"synopsis":"As Ayanokouji and his classmates begin their second year at the Advanced Nurturing High School, they’re greeted by a fresh gauntlet of exams and a fresh batch of rather unique first-year students. They’ll have to get to know each other quickly, because the first special exam pairs the first-years with the second-years on a written test—with only the second-years facing expulsion if their team performs poorly! Worse yet? It seems one of the new first-years is also from the White Room. Can Ayanokouji avoid expulsion while sussing out the identity of this hidden foe?",
"status":"Ongoing",
"author":"Kinugasa Shougo",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/classroom_of_the_elite_year_two.json"
},
{
"title":"Classroom of the Elite",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRQ_N4Fqmd08OnSxygivDmrYqLcU5jLA6TNRw&usqp=CAU",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Official",
"popular":"Popular",
"volumes":"11.5/11.5",
"updated":"New",
"genre":"Drama, Psychological, School Life, Shounen, Slice of Life",
"translation":"Seven Seas",
"alternative":"Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e",
"synopsis":"Kōdo Ikusei Senior High School, a leading prestigious school with state-of-the-art facilities where nearly 100% of students go on to university or find employment. The students there have the freedom to wear any hairstyle and bring any personal effects they desire. Kōdo Ikusei is a paradise-like school, but the truth is that only the most superior of students receive favorable treatment.\n\nThe protagonist Kiyotaka Ayanokōji is a student of D-class, which is where the school dumps its “inferior” students in order to ridicule them. For a certain reason, Kiyotaka was careless on his entrance examination, and was put in D-class. After meeting Suzune Horikita and Kikyō Kushida, two other students in his class, Kiyotaka’s situation begins to change.",
"status":"Completed",
"author":"Kinugasa Shougo",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/classroom_of_the_elite_year_one.json"
}

]
