[
{

    "title":"Sodachi Zakari no Oshiego ga Yakeni Emoi",

    "cover":"https://blogger.googleusercontent.com/img/a/AVvXsEi7mul4po3hemWa62k1hkeDP-xqlSvNRJsiIEzBCYF7IHp8UWNmEM_9CRxLwzW3EwTbBIKXL-kkmcYJpolQY3MwrtMgnZVGoMPFycrMoGxJ-XZF3SbLzvUe8Hr6EyIPG1XT6SnhJLitRKXS9KIncfC7AEGMu1zvA6S2ojiafdYG21j29gFrsaev6SK9=s16000",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"FanTL",

    "popular":"No",

    "volumes":"v1/?",

    "updated":"New",

    "genre":"Ecchi, Romance, Slice of Life",

    "translation":"Turu Translations",

    "alternative":"育ちざかりの教え子がやけにエモい",

    "synopsis":"Tsubakiya Hinata, 14 years old.\n\nAs for me, Onodera Tatsuya - a teacher who just took office. Hinata is a student and an old neighbor to me.\n\nDue to her rapid development, she has become more mature than her peers, and because of that, Hinata quickly becomes the center of false rumors.\n\nBut in truth, Hinata was still much more childish than she looked.\n\n“Hey brother, carry me, carry me!”\n\n“No no no. What’s the point of getting old and asking to be carried?”\n\n“I can\'t stand it!! Don’t you always carry me? Come on, carry me!”\n\nIn the middle stage between adults and children, a fleeting glint exists only at this moment.\n\nFor those who didn‘t take long to mature, the luminosity was so dim that it was barely noticeable.\n\n\"By the way, brother still a virgin, right?”\n\n“Shut up, why would a child care about such things?”\n\nThen at some point it will flap its wings and fly to new horizons. So at least for now, I want to follow every step of the way while I can.\n\nToday, I will continue to face Tsubakiya Hinata.",

    "status":"Ongoing",

    "author":"Daisuke Suzuki",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/Sodachi_Zakari_no_Oshiego_ga_Yakeni_Emoi.json"

  },
{

    "title":"Yomei Ichinen no Kimi ga Boku ni Nokoshite Kureta Mono",

    "cover":"https://blogger.googleusercontent.com/img/a/AVvXsEjjrIDcBSqqQoFX1IpIxBSJEeTah9Q6w-BEwl7vqxql8Yt4nSZiHgjWUIQlNN-H4Zv-9Pk4OVn7bpL2txbHnhoXd_5hXXjvgH_haHkxdc_zz4of4Thyb_Qsc3lJ0Wmm6PMj13H2D3WGxQllqJ8du81P4jV20WgV1zbZgRAyjwi86ynqS9w3Yb_NXo03=w454-h640",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"FanTL",

    "popular":"No",

    "volumes":"v1/?",

    "updated":"New",

    "genre":"Drama, Romance",

    "translation":"Turu Translations",

    "alternative":"余命一年の君が僕に残してくれたもの",

    "synopsis":"Mizuki loses hope due to her mother's death.\nOne day, Misaki, an off-season transfer student, arrives. After school, Misaki will help Mizuki work as a member of the library committee. As the distance between the two becomes shorter, Misaki suddenly admits that her life expectancy is short.\n\n“Unitl I die, I want you to go accompany me in the things I want to do.” \n\nMizuki fought for him. But he still has a hidden secret. The shy Mizuki and the innocent Misaki. A pure love story with a time limit of two opposite things.",

    "status":"Ongoing",

    "author":"Hino Yuki",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/Yomei_ichinen_no_kimi.json"

  },
{

    "title":"Overlord",

    "cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTnh-jpUTd3Xl_s9-K79vEA0VBMJmeqpcNLMw&usqp=CAU",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"Official",

    "popular":"Popular",

    "volumes":"v14/?",

    "updated":"New",

    "genre":"Action, Adventure, Drama, Fantasy, Harem, Mature, Psychological, Sci-fi, Seinen",

    "translation":"Yen Press",

    "alternative":"オーバーロード",

    "synopsis":"In 21st century, world entered a new stage of VR games…and “YGGDRASIL” is considered top of all MMORPG…but, After announcing that all its servers will be off, the internet game ‘Yggdrasil’ shut down…or so was supposed to happen, but for some reason, the player character did not log out some time after the server was closed. NPCs start to become sentient. A normal youth who loves gaming in the real world seemed to have been transported into an alternate world along with his guild, becoming the strongest mage with the appearance of a skeleton, Momonga. He leads his guild “Ainz Ooal Gown” towards an unprecedented legendary fantasy adventure!",

    "status":"Ongoing",

    "author":"Maruyama Kugane",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/overlord.json"

  },
{

    "title":"Reincarnated as the Last of My Kind",

    "cover":"https://kbimages1-a.akamaihd.net/cdccff72-0c00-4452-a63e-8b8988d538af/1200/1200/False/reincarnated-as-the-last-of-my-kind-volume-5.jpg",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"Official",

    "popular":"No",

    "volumes":"v5/?",

    "updated":"New",

    "genre":"Adventure, Fantasy, Isekai, Shoujo, Slice of Life",

    "translation":"Cross Infinite World",

    "alternative":"Tensei Shitara Zetsumetsu Sunzen no Kishou Shuzokudeshita",

    "synopsis":"Turning sixteen in Wisty Air has been interesting with the Sugula looming ever higher in the sky, threatening our world’s very existence. Still, life goes on as I purify monsters, come up with new alchemy recipes, and enjoy seeing my family when I can. Unfortunately, those ordinary days come to a sudden halt when I’m abducted by Edesa Kura! What awaits me in the country of mechanized soldiers?!",

    "status":"Ongoing",

    "author":"Kiri Komori",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/reincarnated_as_the_last_of_my_kind.json"

  },
{

    "title":"An Introvert’s Hookup Hiccups: This Gyaru Is Head Over Heels for Me!",

    "cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSrOXsn00Jf2EbC9eOU3E5_V5QUKXpj4z2VrQ&usqp=CAU",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"Official",

    "popular":"No",

    "volumes":"v2/?",

    "updated":"New",

    "genre":"Comedy, Drama, Romance, School Life, Shounen, Slice of Life",

    "translation":"J-Novel Club",

    "alternative":"Inkya no Boku ni Batsu Game ni Kokuhaku Shitekita Hazu no Gyaru ga, Doumitemo Boku ni Betahore Desu",

    "synopsis":"When the gorgeous Nanami Barato confesses to Yoshin Misumai, it seems too good to be true! Only, it is—and Yoshin knows it. How’s an introverted guy like him supposed to keep his cool when he knows this is all just a dare? Even more puzzling, despite her gaudy appearance, this supposed gyaru isn’t actually all that good with guys! Perhaps this is the perfect chance for this shy guy to pluck up his own courage and say yes to the guy-shy girl. So begins their new cushy life of morning meet-ups and handmade lunches. The thing is, judging by the way she’s acting, Nanami has fallen head over heels for him! From dares and dating to downright disasters, can these two first-timers figure out their feelings and maybe even fall in love—for real, this time?!",

    "status":"Ongoing",

    "author":"Nyouro Kesseki",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/an_introverts_hookup.json"

  },
{

    "title":"Enough with This Slow Life! I Was Reincarnated as a High Elf and Now I'm Bored",

    "cover":"https://cdn.novelupdates.com/images/2022/04/I-was-reincarnated-and-became-a-high-elf-but-I-got-tired-of-the-slow-life-after-years.jpg",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"Official",

    "popular":"No",

    "volumes":"v1/?",

    "updated":"New",

    "genre":"Adventure, Comedy, Fantasy, Slice of Life",

    "translation":"J-Novel Club",

    "alternative":"Tensei shite hai erufu ni narimashitaga , surō raifu wa ichi ni zero nen de akimashita",

    "synopsis":"150 years of life after being reborn as a high elf, who I thought only existed on fiction.\n\nIt took 30 years to realize that I had been reborn, and after 120 years of just munching on berries and taking it easy, I finally decided to head into the outside world.\n\nThis is the story of an ambiguous existence with a lifespan of over 1000 years — a restless high elf living leisurely as a human.",

    "status":"Ongoing",

    "author":"らる鳥",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/I-was-reincarnated-and-became-a-high-elf-but-I-got-tired-of-the-slow-life-after-years.json"

  },
  {
    "title":"Blue Outline",
    "cover":"https://cdn.novelupdates.com/images/2022/02/Blue-Outline.jpg",
    "type":"Light Novel",
    "fileType":"Epub",
    "tlType":"Fan Translation",
    "popular":"No",
    "volumes":"v1/?",
    "updated":"New",
    "genre":"Drama, Romance, School Life",
    "translation":"Travis Translations",
    "alternative":"Ao no Outline",
    "synopsis":"Eye-catching. Stunning. Addictive. Mesmerizing.\n\nThose were the impressions left upon those who had seen her paintings.\n\nIt was what I aspire to be, as a high school student who wishes to pursue art.\n\nNo matter what she created, they were all named as the works of “Genius”. An artist with unparalleled talent, Kashiwazaki Yuri.\n\n“I came here just to see you. I only paint what I desire.”\n\nThe one closest to me, yet also the furthest away; my childhood friend.\n\nOne day she suddenly stopped painting. But I continued to stroke my paintbrush as I chased after her shadows.\n\n“I’ll paint again and again. I won’t give up. Talent doesn’t matter.”\n\nI’m going to make her enjoy painting again. And I’d show her that my creations are superior.\n\nThis is a story of an ordinary person who devoted his youth to painting, challenging the “Genius”—.\n\nWinner of the 34th Fantasia Award 《Tachibana Koushi Special Award》",
    "status":"Ongoing",
    "author":"Hibi Tsuzuro",
    "link":"https://denzkie2003.github.io/fnovelsv2/storage/Blue_Outline.json"
  },
{
"title":"I Kissed My Girlfriend’s Little Sister",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRLjbQhmErqZUgKRM-VlvlOV9EXjGm0wdOVAA&usqp=CAU",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Official",
"popular":"No",
"volumes":"v2/?",
"updated":"New",
"genre":"Comedy, Ecchi, Romance, School Life",
"translation":"Zetro Translations",
"alternative":"Kanojo no Imouto to Kiss wo Shita",
"synopsis":"Hiromichi Sato has been dating Haruka for a month, and their relationship is quickly heading in a good direction.\nBut one day Hiromichi’s parent announces they’re remarrying and he’ll be getting a new step-sister. When he meets her, he’s shocked to see that she looks exactly like Haruka. No worries, though — they’re totally different people. They’re just twins, each one living with a different parent since the divorce.\nCertainly nothing to worry about. It’s not like there can be any wacky misunderstandings brought about by living with your girlfriend’s identical twin, right…?",
"status":"Ongoing",
"author":"Misora Riku",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/i_kiss_my_girlfriends_little_sister_official.json"
},
{
"title":"I Kissed My Girlfriend’s Little Sister",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRLjbQhmErqZUgKRM-VlvlOV9EXjGm0wdOVAA&usqp=CAU",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Fan Translation",
"popular":"No",
"volumes":"v2/?",
"updated":"New",
"genre":"Comedy, Ecchi, Romance, School Life",
"translation":"Zetro Translations",
"alternative":"Kanojo no Imouto to Kiss wo Shita",
"synopsis":"Hiromichi Sato has been dating Haruka for a month, and their relationship is quickly heading in a good direction.\nBut one day Hiromichi’s parent announces they’re remarrying and he’ll be getting a new step-sister. When he meets her, he’s shocked to see that she looks exactly like Haruka. No worries, though — they’re totally different people. They’re just twins, each one living with a different parent since the divorce.\nCertainly nothing to worry about. It’s not like there can be any wacky misunderstandings brought about by living with your girlfriend’s identical twin, right…?",
"status":"Ongoing",
"author":"Misora Riku",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/i_kiss_my_girlfriends_little_sister.json"
},
{
"title":"How Could You Like Another Girl When You Already Have A Cute Fiancée Like Me?",
"cover":"https://cdn.novelupdates.com/images/2021/12/How-Could-You-Like-Another-Girl-When-You-Already-Have-A-Cute-Fiance-Like-Me.jpg",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Fan Translation",
"popular":"No",
"volumes":"v1/?",
"updated":"New",
"genre":"Comedy, Drama, Harem, Romance, School Life, Shounen, Slice of Life",
"translation":"Neosekai Translations",
"alternative":"Konna Kawaii Iinazuke ga Iru no ni, Hoka no Ko ga Suki nano?",
"synopsis":"Chris, a super celebrity beautiful girl who claims to be his fiancée, suddenly appears in front of Kouta, a high school student who is poor and works part-time every day. He learned that 10 years ago, Kouta’s father, who was blinded by money, had a marriage contract without permission.\n\nWe will not be at our parent’s mercy! The two who hit it off and decided to form an “Engagement Breakup Alliance”. However, this was Chris’s strategy to turn around her first love partner, Kouta─!!\n\n“Kouta will make a lie that you have another fiancée. First of all, you should start by finding someone you like.”\n\n“Wait, hold up. No need. I could just propose to my current girlfriend!”\n\n“…Huuh!? A girlfriend─!?”\n\nA love triangle that begins with the cancellation of an engagement!?",
"status":"Ongoing",
"author":"Misaki Nagi",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/How-Could-You-Like-Another-Girl-When-You-Already-Have-A-Cute-Fiance-Like-Me.json"
},
{
"title":"Kurusu-san Who Does Not Speak, is Full of Love in Her Heart",
"cover":"https://cdn.novelupdates.com/images/2023/01/Shaberanai-Kurususan-Kokoro-no-Naka-wa-Suki-de-Ippai.jpg",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Fan Translation",
"popular":"No",
"volumes":"v1/?",
"updated":"New",
"genre":"Comedy, Drama, Romance, School Life, Supernatural",
"translation":"Ret-TLs",
"alternative":"Shaberanai Kurusu-san Kokoro no Naka wa Suki de Ippai",
"synopsis":"Kurusu Rurina, a (mid-term) transfer high school girl, doesn’t adjust well to her new class due to her apathetic and withdrawn attitude.\n\nOn the other hand, Kaburagi Ritsu has an ability to hear other people’s inner thoughts. With that, he can act wisely to live a life that is far from all the problems that will come to him.\n\nAt first glance, Rurina seemed like the type of person who couldn’t succeed due to her lack of social skills. But strangely, she always looked up at him excitedly thinking “I want to be friends with Kaburagi-kun!”\n\nTalking about Rurina again, she’s a pretty girl but difficult to be approached and doesn’t get along. He often glared at Kaburagi-kun’s seat, but actually──.\n\n(Kaburagi-kun, your sleeping face is so cute…I want to see it all the time)\n\nAgainst his will, this ability is passively activated, thus repeatedly making Kaburagi feel uncomfortable.\n\nAnd of course, those beautiful thoughts── Kaburagi-kun could hear them too!",
"status":"Ongoing",
"author":"Yu Murasaki",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/Shaberanai-Kurususan-Kokoro-no-Naka-wa-Suki-de-Ippai.json"
},
{
"title":"One Day, Out of The Blue, I Got a Gal's Forgiving Wife",
"cover":"https://cdn.novelupdates.com/images/2023/02/One-Day-Out-of-The-Blue-I-Got-a-Gals-Forgiving-Wife.jpg",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Fan Translation",
"popular":"No",
"volumes":"v1/?",
"updated":"New",
"genre":"Comedy, Romance, School Life",
"translation":"Ret-TLs",
"alternative":"Aru Hi Totsuzen, Gyaru no Iinazuke ga Dekita",
"synopsis":"Nice to meet you. My proud husband♥\n\n“Hey, hey, why are you always pretending to be asleep?”\n\nDuring break, I, Eizawa Shuuji, who pretends to be asleep, am often approached by my classmate, Miran Hanazuki.\n\nI was confused by Miran, but my parents told me unexpectedly,\n\n“Actually, you have a fiancé…”\n\nAnd what’s more, it turns out to be Miran who’s always trying to get on my nerves!?\n\nWe are always together at lunch and after school.\n\nAt first I was confused by this sudden engagement, but Miran accepted me gently and led me with her straightforward feelings…?\n\n“Let’s eat together♪”\n\n“Um, I want to go to that restaurant that Shuji seems to like! ”\n\nAn introvert guy and a gyaru.\n\nA lovey-dovey comedy about two polar opposites who connect with each other, begin!",
"status":"Ongoing",
"author":"Izumitani Kazuki",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/One_day_out_of_the_blue.json"
},
{
"title":"The World’s Finest Assassin, Reincarnated in a Different World as an Aristocrat",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQOTq8HIem6fKfaFccPRdRWs5gxS-v0uB8bZw&usqp=CAU",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Official",
"popular":"Popular",
"volumes":"v6/?",
"updated":"New",
"genre":"Action, Adventure, Drama, Fantasy, Harem, Mystery, Romance, Shounen",
"translation":"J-Novel Club",
"alternative":"Sekai Saikou no Ansatsusha, Isekai Kizoku ni Tensei Suru",
"synopsis":"The eldest son of the assassin aristocrat Tuatha Dé.\n\nThe skill, experience, knowledge of the previous life, magic, all of which grows his power as an assassin.\n\nExcellent assassins pass through. He was usually admired as the ideal lord, and behind it wielded a blade as an assassin aristocrat.",
"status":"Ongoing",
"author":"Tsukiyo Rui",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/the_worlds_finest_assassin.json"
},
{
"title":"Isekai Tensei no Boukensha",
"cover":"https://cdn.novelupdates.com/images/2018/05/91A9B290-8E40-430D-AC7F-9E5769052BD6.jpeg",
"volumes":"v3/?",
"type":"Light Novel",
"genre":"Action, Adventure, Fantasy, Harem, Romance, Slice of Life, Tragedy",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Kenichi",
"alternative":"Isekai Tensei: Recruited to Another World ",
"translation":"J-Novel Club",
"updated":"No",
"popular":"No",
"synopsis":"Ootori Tenma, who lost his parents and was raised by his grandfather’s and grandmother’s friends who are living in the countryside, loses his life at the age of 25. A god of a different world called out to the ghost Tenma. This is a story about Tenma who, is liked by multiple Gods of reincarnation, receives multiple cheats and lives a second life in another world.",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/isekai_tensei_recruted_in_anothee_world.json"
},
{
"title":"Class no Daikirai na Joshi to Kekkon Suru Koto ni Natta",
"cover":"https://cclawtranslationshome.files.wordpress.com/2023/02/701.png",
"volumes":"v7/?",
"type":"Light Novel",
"genre":"Comedy, Romance, School Life, Shounen, Slice of Life",
"fileType":"Epub",
"tlType":"Fan Translation",
"status":"Ongoing",
"author":"Amano Seiju",
"alternative":"Kurasu no Daikiraina Joshi to Kekkon Suru Koto ni Natta",
"translation":"CClaw Translations",
"updated":"No",
"popular":"No",
"synopsis":"High school student Hojo Saito married his classmate, Sakuramori Akane, the girl who’s his worst enemy in school.\n\n“If you tell the rest of the class we’re married, I’ll kill you”\n\n“I don’t want them to know either. There’s no point in that.”\n\nTheir newlywed life wasn’t going so well, and they were constantly at odds. However, as they progress through their daily lives, the distance between them closes, they have more enjoyable moments together, and they gradually come to understand one another\n\nSaito learns about Akane’s cute side, which he never saw before, and Akane gradually began to recognize the feelings that she’s been keeping inside…\n\nThe heart-throbbing newlywed life of two people who just can’t seem to be honest with each other begins here!",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/class_no_daikirai.json"
},
{
"title":"Spy Classroom",
"cover":"https://yenpress-us.imgix.net/covers/9781975338848.jpg?auto=format&w=300&dpr=2&q=100",
"volumes":"v4/?",
"type":"Light Novel",
"genre":"Action, Comedy, Drama, Harem, Mystery, Psychological",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Takemachi",
"alternative":"Spy Kyoushitsu",
"translation":"Yen Press",
"updated":"No",
"popular":"Popular",
"synopsis":"INTELLIGENCE IS THE MOST DANGEROUS WEAPON\n\nFollowing a devastating military conflict, countries fight their wars in the shadows. One unusual spy, Klaus, has never failed on the job despite his quirks, and he is building a team to take on an Impossible Mission—one with over a 90 percent chance of failure. However, his chosen members are all washouts with no practical experience. They’ll have to use every trick in the book (and some that aren’t) to prove they’re up to the task!",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/spy_classroom.json"
},
{
"title":"Goblin Slayer",
"cover":"https://yenpress-us.imgix.net/covers/9781975350161.jpg?auto=format&w=300&dpr=2&q=100",
"volumes":"v15/?",
"type":"Light Novel",
"genre":"Action, Adventure, Fantasy, Harem, Mature, Seinen, Tragedy",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Kagyuu Kumo",
"alternative":"Goburin Sureiya",
"translation":"Yen Press",
"updated":"No",
"popular":"No",
"synopsis":"A young priestess has formed her first adventuring party, but almost immediately they find themselves in distress. It's the Goblin Slayer who comes to their rescue--a man who's dedicated his life to the extermination of all goblins, by any means necessary. And when rumors of his feats begin to circulate, there's no telling who might come calling next...",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/goblin_slayer.json"
},
{
"title":"Private Tutor to the Duke’s Daughter",
"cover":"https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1670724595i/65148465.jpg",
"volumes":"v6/?",
"type":"Light Novel",
"genre":"Adventure, Comedy, Fantasy, Harem, Romance, Seinen",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Nanano Riku",
"alternative":"Koujo Denka no Kateikyoushi",
"translation":"J-Novel Club",
"updated":"No",
"popular":"Popular",
"synopsis":"After failing the final exam for his dream job at the royal court, promising young sorcerer Allen wants nothing more than to retreat to a simple life in the countryside. Unfortunately for him, he can’t even afford the train fare! His only solution is to get a job, but his one lead is anything but modest—Duke Howard, one of the kingdom’s most powerful nobles, needs a private tutor for his daughter Tina. Despite her academic brilliance, Tina is incapable of casting even a single spell. To make matters worse, entrance exams for the prestigious Royal Academy are fast approaching, and magical aptitude is mandatory! Can Allen use his unique brand of spellcasting to help Tina overcome her magical impairment, a mystery that not even the kingdom’s finest sorcerers have been able to solve? And does her father, the duke, even want him to?",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/private_tutor_to_the_dukes_dauther.json"
},
{
"title":"Bottom-Tier Character Tomozaki",
"cover":"https://yenpress-us.imgix.net/covers/9781975338411.jpg?auto=format&w=300&dpr=2&q=100",
"volumes":"v9/?",
"type":"Light Novel",
"genre":"Comedy, Drama, Romance, School Life, Seinen, Slice of Life",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Yaku Yuuki",
"alternative":"Jaku-chara Tomozaki-kun",
"translation":"Yen Press",
"updated":"No",
"popular":"No",
"synopsis":"Tomozaki is one of the best gamers in Japan, and in his opinion, the game of real life is one of the worst. No clear-cut rules for success, horribly balanced, and nothing makes sense. But then he meets a gamer who's just as good as him, and she offers to teach him a few exploits...",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/bottom_tier_character_tomuzaki.json"
},
{
"title":"Someday Will I Be The Greatest Alchemist?",
"cover":"https://cdn.novelupdates.com/images/2019/03/Someday-Greatest-Alchemist.jpg",
"volumes":"v7/?",
"type":"Web Novel",
"genre":"Action, Adventure, Fantasy, Harem, Shounen, Slice of Life",
"fileType":"Epub",
"tlType":"Fan Translation",
"status":"Ongoing",
"author":"Kogitsune Maru",
"alternative":"Izure Saikyou no Renkinjutsushi?",
"translation":"Euricette",
"updated":"No",
"popular":"No",
"synopsis":"Iruma Takumi, a 40-year old salary man, was dragged into a hero summoning just like in a template. What was his fate? The Goddess sent him and the heroes to the other world separately.\n\nWith the Goddess’ overprotective support, he landed in a different world looking handsome, rejuvenated, and quite different from a Japanese.\n\nAlthough he wanted a slow life while working in the manufacturing trade, that was not permitted by the Goddess’ special body and abilities.\n\nWould Takumi be able to live a peaceful life in a different world?",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/someday_will_I_become_the_greatest_alchemist.json"
},
{
"title":"Suppose a Kid from the Last Dungeon Boonies Moved to a Starter Town",
"cover":"https://yenpress-us.imgix.net/covers/9781975340490.jpg?auto=format&w=300&dpr=2&q=100",
"volumes":"v11/?",
"type":"Light Novel",
"genre":"Fantasy, Adventure, Action",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Toshio Satou",
"alternative":"Unknown (V12 Released on 04/18/2023)",
"translation":"Yen Press",
"updated":"No",
"popular":"No",
"synopsis":"Since when is life on easy mode?
Lloyd dreams of becoming a burly solider in the royal capital. But everyone in his village agrees he’s the weakest of the bunch, including Lloyd himself. Little does he know, all the inhabitants of his tiny town are absurdly overpowered-and Lloyd is no exception! With brains, brawn, and bewitchery, he has a lethal combo that would put anyone in the capital to shame. Exerting unimaginable strength? You betcha! Casting ancient magic? No sweat! Holding himself in high esteem? Erm, he might need to work a little more on that one...",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/suppose_a_kid_in_the_last_dungeon.json"
},
{
"title":"Sword Art Online",
"cover":"https://yenpress-us.imgix.net/covers/9781975343408.jpg?auto=format&w=300&dpr=2&q=100",
"volumes":"v25/?",
"type":"Light Novel",
"genre":"Adventure, Sci-Fi, Action",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Reki Kawahara",
"alternative":"Unknown (V26 release on 03/21/2023)",
"translation":"Yen Press",
"updated":"No",
"popular":"Popular",
"synopsis":"In the year 2022, gamers rejoice as Sword Art Online - a VRMMORPG (Virtual Reality Massively Multiplayer Online Role Playing Game) like no other - debuts, allowing players to take full advantage of the ultimate in gaming technology: NerveGear, a system that allows users to completely immerse themselves in a wholly realistic gaming experience. But when the game goes live, the elation of the players quickly turns to horror as they discover that, for all its amazing features, SAO is missing one of the most basic functions of any MMORPG - a log-out button. Now trapped in the virtual world of Aincrad, their bodies held captive by NerveGear in the real world, users are issued a chilling ultimatum: conquer all one hundred floors of Aincrad to regain your freedom. But in the warped world of SAO, “game over” means certain death - both virtual and real...",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/sword_art_online.json"
},
{
"title":"Guide to the Perfect Otaku Girlfriend: Roomies and Romance",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSCZSIKsPTE7b8x-qKS29odxu2oB5ViMsYMmA&usqp=CAU",
"volumes":"v5/5",
"type":"Light Novel",
"genre":"Comedy, Slice of Life, School Life, Romance",
"fileType":"Epub",
"tlType":"Official",
"status":"Completed",
"author":"Rin Murakami",
"alternative":"Dousei kara Hajimaru Otaku Kanojo no Tsukurikata",
"updated":"No",
"popular":"No",
"translation":"J-Novel Club",
"synopsis":"If I’m going to find a girlfriend, she has to be an otaku. She’ll be beautiful, innocent, with long black hair, and she’ll like all the stuff that I like!\n\nKokoro Nishina, the girl I’m living with, is the exact opposite of that. So why did I promise that I’d turn that flashy, extroverted gyaru into the ideal otaku girlfriend?!\nSadly, I know just how it feels to need a little self-improvement to find the perfect date… and there’s no way a girl like that will tell her friends that she’s actually a closet fujoshi. But I’ll teach her—then maybe she can teach me too! With my expertise, she’ll definitely become an otaku’s dream girl!",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/guide_to_the_perfect_otaku_girlfriend.json"
},
{
"title":"Full Clearing Another World under a Goddess with Zero Believers",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRTDn6hnb1fzrC1FVZWrjyHVoRrNzVtzfe2yg&usqp=CAU",
"volumes":"v6/?",
"type":"Light Novel",
"genre":"Action, Adventure, Comedy, Fantasy, Harem, Romance, Shounen",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"大崎アイル",
"alternative":"Clearing an Isekai With the Zero-Believers Goddess – the Weakest Mage Among the Classmates",
"updated":"No",
"popular":"No",
"translation":"J-Novel Club",
"synopsis":"Makoto Takatsuki is a normal high school student and a hardcore RPG player. However, “normal” goes out the window when his whole class is involved in a bus crash and whisked away to another world! Powerful gods rule this strange new land of magic and monsters, and every newcomer is blessed with strong stats and unique skills. Well, not quite. Makoto’s stats turn out to be pathetic, and his skills are super weak compared to his classmates’…he’s even stuck as an apprentice mage. Worse still, he’s given only ten years to live! Luckily, Makoto soon meets a minor goddess named Noah, who appears in Makoto’s dreams and asks him to become her first believer. With the help of Noah’s blessings and a divine weapon, Makoto seeks to become strong enough to rescue his goddess from the dungeon where she’s been trapped. By training hard and using his weak skills in unorthodox ways, Makoto proves that, even when playing on hardcore difficulty, an RPG player always makes it to the end!",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/full_clearing_another_world.json"
},
{
"title":"Bofuri: I Don't Want to Get Hurt, so I'll Max Out My Defense",
"cover":"https://yenpress-us.imgix.net/covers/9781975323660.jpg?auto=format&w=300&dpr=2&q=100",
"volumes":"v8/?",
"type":"Light Novel",
"genre":"Fiction, Sci-Fi, Action, Adventure",
"fileType":"Epub",
"tlType":"Official",
"updated":"No",
"popular":"No",
"status":"Ongoing",
"author":"ユーキャン",
"alternative":"Itai no wa Iya nanode Bōgyo-Ryoku ni Kyokufuri Shitai to Omoimasu",
"translation":"Yen Press",
"synopsis":"IS SHE THE GAME’S LAST BOSS?! Though she doesn’t play many MMOs, Maple has either a natural talent or impossibly good luck, because by pouring every last stat point she has into Vitality, she’s created a character who can’t be hurt! Whether it’s physical attacks or magic or status effects, nothing poses a real threat. In no time at all, news spreads across the server about the adorable terror who can’t be defeated. While Maple may just be having fun, her broken build is sure to attract lots of unexpected attention...",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/bofuri.json"
},
{
"title":"Majo no Tabitabi",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTNbJ4A916pY46x9KSgi-Ugz5stok61SET8rA&usqp=CAU",
"volumes":"v9/?",
"type":"Light Novel",
"genre":"Adventure, Comedy, Fantasy, Slice of Life, Tragedy",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Shiraishi Jougi",
"alternative":"Wandering Witch: The Journey of Elaina",
"updated":"No",
"popular":"No",
"translation":"Yen Press",
"synopsis":"It's not about the destination...\n\nWhat\'s your favorite story? Does it have a hero who slays a dragon and saves a princess? Or a child of prophecy destined for greatness? Well, my favorite story is a little different. It's the tale of a witch who travels the world, seeking nothing in particular. With no quest of her own, she\'s free to wander wherever the wind takes her, adding a few pages to the story of whomever she meets before setting off on her next adventure. At the end of her travels, the witch takes on an apprentice who will one day begin her own journey. And so the cycle continues, or so the story goes. Now, the witch who starts the story anew...who could she be?",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/majo_no_tabitabi.json"
},
{
"title":"The Girl I Saved on the Train Turned Out to Be My Childhood Friend",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQZ1exvAia8u-UsihziBmycLDDnu9g3RO6qfQ&usqp=CAU",
"volumes":"v3/?",
"updated":"No",
"popular":"No",
"type":"Light Novel",
"genre":"Drama, Harem, Romance, School Life, Slice of Life",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Kennoji",
"alternative":"Chikan Saresou ni Natteiru S-kyuu Bishoujo wo Tasuketara Tonari no Seki no Osananajimi datta",
"translation":"Yen Press",
"synopsis":"[I have a childhood friend next to me. That’s all I need to know about this romantic comedy]. Fushimi Hina is the most universally recognized S-class beauty in the school. She is a childhood friend of Ryo, but they hardly spoke to each other from junior high school to senior high school, but one thing leads them to talk to each other again. After that, Hina takes care of Ryo and acts aggressively, but Ryo doesn’t really understand the meaning of her actions.",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/when-i-rescued-a-beautiful-girl-who-was-about-to-be-molested-it-was-my-childhood-friend-sitting-next-to-me.json"
},
{
"title":"No Game No Life",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTnT97OoB3h-fm83R1K3HQ-d3UWhVfewMmMxg&usqp=CAU",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Official",
"popular":"Popular",
"volumes":"v11/?",
"updated":"No",
"genre":"Adventure, Comedy, Ecchi, Fantasy, Harem, Romance, Sci-fi, Shounen, Supernatural",
"translation":"Yen Press",
"alternative":"ノーゲーム・ノーライフ",
"synopsis":"Meet Sora and Shiro, a brother and sister who are loser shut-ins by normal standards. But these siblings don’t play by the rules of the “crappy game” that is average society. In the world of gaming, this genius pair reigns supreme, their invincible avatar so famous that it’s the stuff of urban legend. So when a young boy calling himself God summons the siblings to a fantastic alternate world where war is forbidden and all conflicts–even those involving national borders–are decided by the outcome of games, Sora and Shiro have pretty much hit the jackpot. But they soon learn that in this world, humanity, cornered and outnumbered by other species, survives within the confines of one city. Will Sora and Shiro, two failures at life, turn out to be the saviors of mankind? Let the games begin…",
"status":"Ongoing",
"author":"Kamiya Yuu",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/no_game_no_life.json"
},
{
"title":"Koukyuu no Karasu",
"cover":"https://cdn.novelupdates.com/images/2022/03/Koukyuu-no-Karasu.jpg",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Official",
"popular":"No",
"volumes":"v1/?",
"updated":"No",
"genre":"Fantasy, Historical, Horror, Mystery, Shoujo, Supernatural",
"translation":"Seven Seas",
"alternative":"The Raven of the Inner Palace",
"synopsis":"Deep within the inner palace, there lives a special consort called the “Raven Consort” who does not serve the Emperor. Some of those who saw her say she is an old woman, while others say she is a young girl. It is said that she wields a mysterious magic and accepts any request from curse killings to finding lost things. The current Emperor, Koushun, visits her with a certain favor. No one knows that their encounter is a taboo that will overturn history.",
"status":"Ongoing",
"author":"Shirakawa Kouko",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/raven_of_the_inner_palace.json"
},
{
"title":"King’s Proposal",
"cover":"https://cdn.novelupdates.com/images/2021/11/Kings-Proposal.jpg",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Official",
"popular":"No",
"volumes":"v1/?",
"updated":"New",
"genre":"Action, Fantasy, Gender Bender, Romance, School Life, Supernatural",
"translation":"Yen Press",
"alternative":"Ousama no Propose",
"synopsis":"The boy’s strongest first love, a witch who rules over the world with her body and strength! Kuozaki Saika. The most powerful witch who has been saving the world from destruction every 3XX hours, and the director of the magicians’ school.\n\n“…I entrust you, my world…”\n\nAnd then… the first girl the boy ever loved died, entrusting her body and power to Kuga Mushiki.\n\nInstructed by the servant of Saika, Kuga Mushiki is tasked with attending school as his now-deceased lover so that no one finds out the truth…\n\nHe’s feared by his classmates and even his teachers. His life becomes even more troublesome as he reunites with his younger sister who asks for counseling about her love for her own brother- him!",
"status":"Ongoing",
"author":"Tachibana Koushi",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/kings_proposal.json"
},
{
"title":"Mushoku Tensei",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRtq8dPiS8cxpwBsk9CvExMnP89FzOaHnzz5g&usqp=CAU",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Official",
"popular":"Popular",
"volumes":"v21/?",
"updated":"No",
"genre":"Action, Adventure, Comedy, Drama, Ecchi, Fantasy, Harem, Mature, Romance, Seinen, Tragedy",
"translation":"Seven Seas",
"alternative":"Jobless Reincarnation ~ It will be All Out if I Go to Another World ~",
"synopsis":"A 34-year-old NEET otaku, chased out from his house by his family, found that his life is reaching a dead end. He then recalled that his life could actually have been much better if he had made better choices in the past.\n\nJust when he was at the point of regret, he saw a truck moving at fast speed, and three high schoolers in its path. Mustering all the strength he had, he tried to save them and ended getting run over by the truck, quickly ending his life.\n\nThe next time he opened his eyes, he is reincarnated to a world of sword and magic as Rudeus Greyrat. Born to a new world, a new life, Rudeus decided that, “This time, I’ll really live my life to the fullest with no regret!” Thus starts the journey of a man yearning to restart his life.",
"status":"Ongoing",
"author":"Rifujin na Magonote",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/mushoku_tensei.json"
},
{
"title":"Seirei Gensouki: Spirit Chronicles",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQNVSnWzZzefAGPFQso5Fc-JOu1gLnime-POw&usqp=CAU",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Official",
"popular":"Popular",
"volumes":"v20/?",
"updated":"No",
"genre":"Action, Adventure, Drama, Fantasy, Harem, Martial Arts, Romance, Shounen",
"translation":"J-Novel Club",
"alternative":"Seirei Gensouki",
"synopsis":"Meet Rio: a callous orphaned boy living in the slums. At only 7-years-old, he realizes he’s actually the reincarnation of Haruto Amakawa, a Japanese university student with a tragic past. While still reeling from this shocking epiphany, Rio also comes to learn that he possesses extremely potent magical abilities and uses his new powers to solve the kidnapping case of a little girl. His good deed is acknowledged, and he’s rewarded by being enrolled into… a prestigious academy for noble children…?",
"status":"Ongoing",
"author":"Kitayama Yuri",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/seirei_gensouki.json"
},
{
"title":"How a Realist Hero Rebuilt The Kingdom",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSVojzeY5f-fzWYDBtfSL84yynfRPMbEjTHYg&usqp=CAU",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Official",
"popular":"Popular",
"volumes":"v17/?",
"updated":"No",
"genre":"Action, Adventure, Drama, Fantasy, Harem, Romance, Seinen",
"translation":"J-Novel Club",
"alternative":"Genjitsushugi Yuusha no Oukoku Saikenki",
"synopsis":"O, Hero!” With that cliched line, Kazuya Souma found himself summoned to another world and his adventure–-did not begin. After he presents his plan to strengthen the country economically and militarily, the king cedes the throne to him and Souma finds himself saddled with ruling the nation! What’s more, he’s betrothed to the king’s daughter now…?! In order to get the country back on its feet, Souma calls the wise, the talented, and the gifted to his side. Five people gather before the newly crowned Souma. Just what are the many talents and abilities they possess…?! What path will his outlook as a realist take Souma and the people of his country down? A revolutionary transferred-to-another-world administrative fantasy series starts here!",
"status":"Ongoing",
"author":"Dojyomaru",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/how_a_realist_hero_rebuild_the_kingdom.json"
},
{
"title":"Arifureta Shokugyou de Sekai Saikyou",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQsJRGzoC5LbMrZAHvVQXwlu7a73I8nuQGIVQ&usqp=CAU",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Official",
"popular":"Popular",
"volumes":"v9/?",
"updated":"No",
"genre":"Action, Adventure, Drama, Ecchi, Fantasy, Harem, Mature, Mecha, Mystery, Supernatural",
"translation":"J-Novel Club",
"alternative":"Arifureta: From Commonplace to World's Strongest",
"synopsis":"Seventeen year old Hajime Nagumo is your average, everyday otaku. However, his simple life of pulling all-nighters and sleeping in school is suddenly turned upside down when he, along with the rest of his class, is summoned to a fantasy world! They’re treated like heroes and tasked with the duty of saving the human race from utter extinction. But what should have been any otaku’s wet dream quickly turns into Hajime’s nightmare. While the rest of his class are blessed with godlike powers, Hajime’s job, Synergist, only has a single transmutation skill. Ridiculed and bullied by his classmates for being weak, he soon finds himself in despair. Will he be able to survive in this dangerous world of monsters and demons with only a glorified blacksmith’s level of strength?",
"status":"Ongoing",
"author":"Ryo Shirakome",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/arifureta.json"
},
{
"title":"Date A Live",
"cover":"https://yenpress-us.imgix.net/covers/9781975349943.jpg?auto=format&w=300&dpr=2&q=100",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Official",
"popular":"Popular",
"volumes":"v8/?",
"updated":"No",
"genre":"Action, Comedy, Drama, Ecchi, Fantasy, Harem, Mecha, Romance, School Life, Sci-fi, Shounen, Supernatural, Tragedy",
"translation":"Yen Press",
"alternative":"デート・ア・ライブ",
"synopsis":"A little meet-cute in a decimated city\nApril 10. The first day of school. Shido Itsuka is rudely awoken by his personal alarm clock—his little sister. It’s shaping up to be another typical day…well, as typical as it gets on a planet plagued by massive spatial quakes. Little does Shido know, however, his life is about to take a sudden turn when he encounters the source of this destructive phenomenon—a girl his age, apparently known as a Spirit. Turns out, there are only two ways he can stop her from unleashing hell on the world: Eliminate her by force or placate her…by taking her out on a date and making her fall in love with him!",
"status":"Ongoing",
"author":"Tachibana Koushi",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/date_a_live.json"
},
{
"title":"Reign of the Seven Spellblades",
"cover":"https://yenpress-us.imgix.net/covers/9781975317195.jpg?auto=format&w=300&dpr=2&q=100",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Official",
"popular":"Popular",
"volumes":"v7/?",
"updated":"No",
"genre":"Action, Adventure, Comedy, Fantasy, Romance, School Life, Supernatural",
"translation":"Yen Press",
"alternative":"Nanatsu no Maken ga Shihai suru",
"synopsis":"Springtime at Kimberly Magic Academy brings a new batch of first-year students, all bright-eyed and bushy-tailed as they begin their journey to become full-fledged mages. Among these newcomers are Oliver Horn, a studious boy equally skilled with the wand and the blade, and Nanao Hibiya, a strong-willed samurai girl from the distant nation of Yamatsu. The wheels of fate bring these two souls together at Kimberly, where they become both comrades and rivals in equal measure. However, lurking within the academy's halls are countless dangers and dark secrets guaranteed to threaten not only their friendship-but their very lives...",
"status":"Ongoing",
"author":"Uno Bokuto",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/reign_of_the_seven_spellblades.json"
},
{
"title":"The Dirty Way to Destroy the Goddess’s Heroes",
"cover":"https://yenpress-us.imgix.net/covers/9781975357115.JPG?auto=format&w=300&dpr=2&q=100",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Official",
"popular":"No",
"volumes":"v6/?",
"updated":"No",
"genre":"Fiction, Fantasy, Action, Adventure",
"translation":"Yen Press",
"alternative":"Hero Blessed by the Demon King, the Largest Human Traitor!?",
"synopsis":"Shinichi Sotoyama might just be the worlds most average high schooler. That is, until he finds himself summoned by the Blue Demon King to a fantasy world-just like his favorite RPG games! Except this Demon King is pathetically begging at his feet, lamenting the arrival of some “heroes”...who apparently, have infinite lives and respawn over and over again?!\n\nUnlike his hysterical summoner, Shinichi coolly takes on the challenge of fending off these pesky heroes, literally shaking hands with the devil. But the demon clan is about to find out that his twisted mind is darker than the worst of them!",
"status":"Ongoing",
"author":"Sasaki Sakuma",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/the-dirty-way_to_destory_the_goddess_heroes.json"
},
{
"title":"Sugar Apple Fairytale",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRy4wM5p4FTKT5bPFTeeoR11NLRYk0sIMYl_g&usqp=CAU",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Official",
"popular":"No",
"volumes":"v2/?",
"updated":"No",
"genre":"Adventure, Fantasy, Romance, Shoujo",
"translation":"Yen Press",
"alternative":"シュガーアップル・フェアリーテイル",
"synopsis":"In the Kingdom of Highland, a country where fairies are s*aves of the humans, Ann Halford, a Candy Craftswoman, decides to purchase one in order to arrive the once-yearly Candy Fair to achieve the title of Silver Sugar Master.",
"status":"Ongoing",
"author":"Mikawa Miri",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/sugar-apple-fairytale.json"
},
{
"title":"Shinwa Densetsu no Eiyuu no Isekaitan",
"cover":"https://cdn.novelupdates.com/images/2020/07/eiyuuisekaitan_v1b.jpg",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Official",
"popular":"No",
"volumes":"v2/?",
"updated":"No",
"genre":"Action, Adventure, Drama, Fantasy, Harem, Mystery",
"translation":"J-Novel Club",
"alternative":"The Mythical Hero's Otherworld Chronicles",
"synopsis":"Once upon a time, a boy was referred to as a “War Hero.”\n\nIn another world called Aletia, the boy who had saved the Lost Kingdom, conquered their neighbouring countries, and led to the rise of a grand empire decided to throw everything away, returning to the modern era at the cost of his memories.\n\nAs three years passed, the boy who was happily enjoying his daily life was once again called back to the other world.\n\nHowever, what awaited him was the Aletia of 1000 years in the future.\n\nAs his past glories became a “myth,” the legend of the youth referred to as the, “Twin Black Hero King,” begins.",
"status":"Ongoing",
"author":"Tatematsuri",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/shinwa-densetsu-no-eiyuu-no-isekaitan.json"
},
{
"title":"Shaberanai Kurusu-san Kokoro no Naka wa Suki de Ippai",
"cover":"https://cdn.novelupdates.com/images/2023/01/Shaberanai-Kurususan-Kokoro-no-Naka-wa-Suki-de-Ippai.jpg",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Fan Translation",
"popular":"No",
"volumes":"v1/?",
"updated":"No",
"genre":"Comedy, Drama, Romance, School Life, Supernatural",
"translation":"Ret-TLs",
"alternative":"Kurusu-san Who Does Not Speak, is Full of Love in Her Heart",
"synopsis":"Kurusu Rurina, a (mid-term) transfer high school girl, doesn’t adjust well to her new class due to her apathetic and withdrawn attitude.\n\nOn the other hand, Kaburagi Ritsu has an ability to hear other people’s inner thoughts. With that, he can act wisely to live a life that is far from all the problems that will come to him.\n\nAt first glance, Rurina seemed like the type of person who couldn’t succeed due to her lack of social skills. But strangely, she always looked up at him excitedly thinking “I want to be friends with Kaburagi-kun!”\n\nTalking about Rurina again, she’s a pretty girl but difficult to be approached and doesn’t get along. He often glared at Kaburagi-kun’s seat, but actually──.\n\n(Kaburagi-kun, your sleeping face is so cute…I want to see it all the time)\n\nAgainst his will, this ability is passively activated, thus repeatedly making Kaburagi feel uncomfortable.\n\nAnd of course, those beautiful thoughts── Kaburagi-kun could hear them too!",
"status":"Ongoing",
"author":"Yu Murasaki",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/shaberanai-kurusu-san-kokoro-no-naka-wa-suki-de-ippai.json"
},
{
"title":"The Magical Revolution of the Reincarnated Princess and the Genius Young Lady",
"cover":"https://cdn.novelupdates.com/images/2020/01/revolution-cover.jpg",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Official",
"popular":"No",
"volumes":"v3/?",
"updated":"No",
"genre":"Adventure, Comedy, Fantasy, Romance, Yuri",
"translation":"Yen Press",
"alternative":"Tensei Oujo to Tensai Reijou no Mahou Kakumei",
"synopsis":"Anne-Sophia, the Princess who remembered her previous life at a young age, as well as her old self’s intense love of magic, set off to live out her fantasies in this fantasy world.\n\nOne day, during a magical mishap, she stumbled upon a scene where her brother Algard was breaking off his engagement to his fiancee, Euphilia.\n\nWhat nobody could have foreseen is that this strange meeting would end up changing the course of history.",
"status":"Ongoing",
"author":"Kurasu Piero",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/revolution.json"
},
{
"title":"The Executioner and Her Way of Life",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQqMwfDfjlENGJV9MLy2XMg1u03dmhBseRwqQ&usqp=CAU",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Official",
"popular":"Popular",
"volumes":"v5/?",
"updated":"No",
"genre":"Adventure, Fantasy, Yuri",
"translation":"Yen Press",
"alternative":"Shokei Shoujo no Virgin Road",
"synopsis":"The Wanderers came to this world from another, from Japan. However, due to global disasters caused by the reckless behavior of Wanderers in the past, the Executioner must kill them as soon as they’re found.\n\nOne day, the Executioner, Menou, meets a lost girl, Akari. Menou carries out her mission calmly and without hesitation. However, for some reason, Akari, whom she surely killed, resurrects without a care in the world. At a loss, Menou tricks the immortal Akari into coming along on a journey to find a way to kill her, but…\n\n“Menou. Let’s go!”\n\n”Yes yes yes. I understand.”\n\nMenou‘s mind begins to waver a little as she faces the strangely relaxed Akari.\n\n— this is the story of how she’s going to kill her.",
"status":"Ongoing",
"author":"Satou Mato",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/the-executioner-and-her-way-of-life.json"
},
{
"title":"The Neighboring Aarya-san who Sometimes Acts Affectionate and Murmuring in Russian",
"cover":"https://cdn.novelupdates.com/images/2021/06/The-Neighboring-Aaryasan-who-Sometimes-Acts-Affectionate-and-Murmuring-in-Russian.jpeg",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Fan Translation",
"popular":"Popular",
"volumes":"v5/?",
"updated":"No",
"genre":"Comedy, Romance, School Life, Slice of Life",
"translation":"Yen Press|I Can't Read Japanese|Glucose Translations",
"alternative":"Arya Sometimes Hides Her Feelings in Russian",
"synopsis":"Smart, refined, and strikingly gorgeous, half-Russian half-Japanese Alisa Mikhailovna Kujou is considered the idol of her school. With her long silver hair, mesmerizing blue eyes, and exceptionally fair skin, she has captured the hearts of countless male students while being highly admired by all others. Even so, due to her seemingly unapproachable persona, everyone remains wary around the near-flawless girl.\n\nOne of the few exceptions is Alisa’s benchmate Masachika Kuze, a relatively average boy who spends his days watching anime and playing gacha games. Despite his nonchalant demeanor, Masachika is the sole student to receive Alisa’s attention. Unable to be fully honest, Alisa is frequently harsh on Masachika and only expresses her affection in Russian. Unbeknownst to her, however, Masachika actually understands the language yet simply pretends otherwise for his own amusement.\n\nAs the odd pair continues to exchange witty and playful remarks, their relationship gradually grows more romantic and delightful—and Alisa might finally learn to freely convey her true feelings.\n\nNoted: Volume 1-2 is official",
"status":"Ongoing",
"author":"Sunsunsun",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/Arya-Sometimes-Hides-Her-Feelings-in-Russian.json"
},
{
"title":"Sekaiichi Kantan na Heroine no Kouryaku Shikata",
"cover":"https://cdn.novelupdates.com/images/2021/08/Sekaiichi-Kantan-na-Heroine-no-Kouryaku-Shikata.jpg",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Fan Translation",
"popular":"No",
"volumes":"v1/?",
"updated":"No",
"genre":"Comedy, Drama, Romance, School Life, Shounen, Supernatural",
"translation":"CClaw Translations",
"alternative":"The World’s Easiest Way to Drop a Heroine in Love",
"synopsis":"Conquering this heroine should be the easiest attempt in the entire world…or is it!?\n\nFilled with a humble desire of possibly going out with the girl I admire, Himeno Miina, the unexpected supporter that appears in front of me—is the girl herself!? After a mental entity split up from the girl’s real body, I’m being forced to conquer my heroine in order to return her other personality back to her real body!",
"status":"Ongoing",
"author":"Orikasa Yujin",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/Sekaiichi-Kantan-na-Heroine-no-Kouryaku-Shikata.json"
},
{
"title":"Tonari no Seki no Moto Idol wa, Ore no Produce ga nai to Ikite Ikenai",
"cover":"https://cdn.novelupdates.com/images/2023/01/Tonari-no-Seki-no-Moto-Idol-wa-Ore-no-Produce-ga-nai-to-Ikite-Ikenai.jpg",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Fan Translation",
"popular":"No",
"volumes":"v1/?",
"updated":"No",
"genre":"Comedy, Drama, Romance, School Life",
"translation":"Ret-TLs",
"alternative":"The Former Idol Sitting Next to Me Can't Live Without My Production",
"synopsis":"She is no longer getting banned on romance relationship. But she still didn’t know anything.\n\nThe former idol, Miru Kasumi, who recently transferred to this school, is not normal.\n\n“Nice to meet you. I’ll monopolize your views! I’m Miruffy!”\n\n“Thanks for everything! May I sign your uniform?”\n\nShe has extraordinary style and beautiful eyes like jewels. What’s more, her unique extraordinary demeanor was so far from ordinary everyday life, and it all looked abnormal. ────I thought.\n\n“Hmm, I think this might be the first time I’ve seen someone who isn’t blushing after getting fan service.”\n\n“Hey, will you make me a ‘normal’ girl?”\n\nAnd then the production began. Looking for entertainment on weekends and cultural festivals. When I teach Kasumi about normal high school life, my “normal” everyday life also changes… This is a story about the beginning of me and Kasumi’s changing youth.",
"status":"Ongoing",
"author":"Ametsuki",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/Tonari-no-Seki-no-Moto-Idol-wa-Ore-no-Produce-ga-nai-to-Ikite-Ikenai.json"
},
{
"title":"Boku no Kanojo Sensei",
"cover":"https://cclawtranslationshome.files.wordpress.com/2021/02/901.jpg?w=768",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Fan Translation",
"popular":"No",
"volumes":"v9/9",
"updated":"No",
"genre":"Comedy, Drama, Harem, Romance, School Life",
"translation":"CClaw Translations",
"alternative":"My Teacher-Girlfriend",
"synopsis":"Can sensei be the heroine? Please?\n\nDue to a traumatic experience, I have a distrust of people called “sensei”. I, Saiki Makoto, was called by after school by the most popular and beautiful teacher at my school, Fujiki Maka-sensei.\n\n“I… love you” Eh– a confession out of the blue!? “Until you say you love me, I will continue to pursue you”\n\nEver since then, I’ve been called by for “guidance counselling” after school, somehow watched AV together, being given excessive skin-ship, went on dates together. Over time, I gradually became conscious of Sensei…? But isn’t it bad for Sensei to go out with her student?\n\nA romance that is absolutely NG, the forbidden love between us two.\n\nLesson start!",
"status":"Completed",
"author":"Kagami Yuu",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/Boku-no-Kanojo-Sensei.json"
},
{
"title":"Dreaming Boy Turned Realist",
"cover":"https://cclawtranslationshome.files.wordpress.com/2022/07/701-1.jpg",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Fan Translation",
"popular":"No",
"volumes":"v7/7",
"updated":"No",
"genre":"Drama, Psychological, Romance, School Life, Slice of Life",
"translation":"CClaw Translations",
"alternative":"Yume Miru Danshi wa Genjitsushugisha",
"synopsis":"Wataru Sajou , who is deeply in love with his beautiful classmate Aika Natsukawa, is continuing to approach her without getting discouraged while having dreams about their mutual love.\n\nHowever one day he woke up thinking,\n\n“I am not really fit to be together with someone as good as her, huh…”\n\nUpon realizing this, Wataru started keeping an appropriate distance towards her, much to Aika’s surprise.\n\n“Could it be that he hates me now…?”\n\nDid his intentions slip by her because she was getting impatient after arriving at the wrong conclusion!?\n\nThis is the start of a romcom revolving around two people who just cant get their feelings across and both think their love is unrequited!",
"status":"Completed",
"author":"Okemaru",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/yumemirudanshi.json"
},
{
"title":"Gimai Seikatsu",
"cover":"https://cdn.novelupdates.com/images/2021/01/Gimai-Seikatsu.jpg",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Fan Translation",
"popular":"Popular",
"volumes":"v7/?",
"updated":"No",
"genre":"Comedy, Drama, Psychological, Romance, School Life, Slice of Life",
"translation":"CClaw Translations",
"alternative":"Days with my Step-sister",
"synopsis":"From classmates to brother and sister, living under the same roof.\n\nAfter his father’s remarriage, Asamura Yuuta ends up getting a new stepsister, coincidentally the number one beauty of the school year, Ayase Saki. Having learned important values when it comes to man-woman relationships through the previous ones of their parents, they promise each other not to be too close, not to be too opposing, and to merely keep a vague and comfortable distance.\n\nOn one hand, Saki, who has worked in solitude for the sake of her family, doesn’t know how to properly rely on others, whereas Yuta is unsure of how to really treat her. Standing on fairly equal ground, these two slowly learn the comfortable sensation of living together.\n\nTheir relationship slowly evolves from being strangers the more the days pass. Eventually, this could end up in a story about love for all we know.",
"status":"Ongoing",
"author":"Mikawa Ghost",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/gimai_seikatsu.json"
},
{
"title":"Chitose Is In The Ramune Bottle",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQgimbtdunmpvT_jWDTEllzLd0SKHdsICENjw&usqp=CAU",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Official",
"popular":"Popular",
"volumes":"v3/?",
"updated":"No",
"genre":"Comedy, Drama, Harem, Psychological, Romance, School Life",
"translation":"Yen Press",
"alternative":"Chitose-kun wa Ramune Bin no Naka",
"synopsis":"As far as normies go, it’s hard to beat Saku Chitose. The most popular kid in his high school? Check.\n\nAn ironclad reputation that can weather even vicious online attacks? Check.\n\nA friend group that’s as attractive on the outside as they are on the inside? Check.\n\nBut when a teacher asks Saku to help reacclimate a student who been shut away in his room for months to school life, his perfect world will never be the same.\n\nWhat is this, some kinda normie harem story?",
"status":"Ongoing",
"author":"Hiromu",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/chitose_in_ramune_bottle.json"
},
{
"title":"Is It Wrong to Try to Pick Up Girls in a Dungeon?",
"cover":"https://images-eu.ssl-images-amazon.com/images/I/91QOW2-aYIL._AC_UL600_SR600,600_.jpg",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Official",
"popular":"Popular",
"volumes":"v17/?",
"updated":"No",
"genre":"Action, Adventure, Comedy, Ecchi, Fantasy, Harem, Romance, Shounen",
"translation":"Yen Press",
"alternative":"Dungeon ni Deai o Motomeru no wa Machigatte Iru Darou ka",
"synopsis":"Is it wrong to face the perils of Dungeon alone, in a single-member guild blessed by a failed goddess? Maybe. Is it wrong to dream of playing hero to hapless maidens in Dungeon? Maybe not. After one misguided adventure, Bell quickly discovers that anything can happen in the labyrinth-even chance encounters with beautiful women. Only problem? He’s the one who winds up the damsel in distress!",
"status":"Ongoing",
"author":"Oomori Fujino",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/danmachi.json"
},
{
"title":"Tensei Shitara Slime Datta Ken",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTBWAu7aiG4Jtfmhmki3-MGZsFSPCxmHlDpKA&usqp=CAU",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Official",
"popular":"Popular",
"volumes":"v15/?",
"updated":"No",
"genre":"Action, Adventure, Comedy, Fantasy, Harem, Shounen",
"translation":"Yen Press",
"alternative":"That Time I Got Reincarnated as a Slime",
"synopsis":"A man is stabbed by a robber on the run after pushing his coworker and his coworker’s new fiance out of the way. As he lays dying, bleeding on the ground, he hears a voice. This voice is strange and interprets his dying regret of being a virgin by giving him the [Great Sage] unique skill! Is he being made fun of?!!",
"status":"Ongoing",
"author":"Fuse",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/tensei_shitara_slime.json"
},
{
"title":"Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSQJlP7RgXBV5iqaVZTdQFyRMfKY0LXR6mQiQ&usqp=CAU",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Official",
"popular":"Popular",
"volumes":"v5/?",
"updated":"No",
"genre":"Comedy, Romance, School Life, Slice of Life",
"translation":"Yen Press",
"alternative":"The Angel Next Door Spoils Me Rotten",
"synopsis":"Amane Fujimiya’s neighbour in the apartment he lives in is the school’s number one lovable angel: Excellent and with a level of beauty that can only be described as angelic – Mahiru Shiina. Amane, an ordinary student who doesn’t stand out, is her neighbour, but until now, they didn’t interact with each other. After meeting the soggy angel in the rain:\n\n“I’m returning what I borrowed. By the way, clean up your room. It’s filthy.”\n\n“None of your business.”\n\nA relationship with a sharp-tongued angel begins, starting with handing over an umbrella. From catching a cold and having someone take care of you, to making a meal for someone because they neglected their health, to joint work (cleaning rooms)…",
"status":"Ongoing",
"author":"Saeki-san",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/otonari-no-tenshi-sama-ni-itsu-no-ma-ni-ka-dame-ningen-ni-sareteita-ken.json"
},
{
"title":"Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSQJlP7RgXBV5iqaVZTdQFyRMfKY0LXR6mQiQ&usqp=CAU",
"type":"Light Novel",
"fileType":"Pdf",
"tlType":"Fan Translation",
"popular":"Popular",
"volumes":"v7/?",
"updated":"No",
"genre":"Comedy, Romance, School Life, Slice of Life",
"translation":"Unknown",
"alternative":"The Angel Next Door Spoils Me Rotten",
"synopsis":"Amane Fujimiya’s neighbour in the apartment he lives in is the school’s number one lovable angel: Excellent and with a level of beauty that can only be described as angelic – Mahiru Shiina. Amane, an ordinary student who doesn’t stand out, is her neighbour, but until now, they didn’t interact with each other. After meeting the soggy angel in the rain:\n\n“I’m returning what I borrowed. By the way, clean up your room. It’s filthy.”\n\n“None of your business.”\n\nA relationship with a sharp-tongued angel begins, starting with handing over an umbrella. From catching a cold and having someone take care of you, to making a meal for someone because they neglected their health, to joint work (cleaning rooms)…",
"status":"Ongoing",
"author":"Saeki-san",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/pdf/otonari-no-tenshi-sama-ni-itsu-no-ma-ni-ka-dame-ningen-ni-sareteita-ken.json"
},
{
"title":"Classroom of the Elite Year 2",
"cover":"https://royalmtls.files.wordpress.com/2023/02/y2v9-cover-1.webp?w=468&zoom=2",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Fan Translation",
"popular":"Popular",
"volumes":"v9/?",
"updated":"No",
"genre":"Drama, Psychological, School Life, Shounen, Slice of Life",
"translation":"RoyalMTL",
"alternative":"Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e",
"synopsis":"Tensions are high as the students of the Advanced Nurturing High School enter the second week of this special exam taking place on an uninhabited island. Students from all grades are getting ready to make their final moves, and so is Acting Principal Tsukishiro. Who will come out on top? And who will be packing their bags to leave the island–and the school?",
"status":"Ongoing",
"author":"Kinugasa Shougo",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/classroom_of_the_elite_year_two_Fan Translation.json"
},
{
"title":"Classroom of the Elite Year 2",
"cover":"https://royalmtls.files.wordpress.com/2022/12/v4.webp?w=230&zoom=2",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Official",
"popular":"Popular",
"volumes":"v4/?",
"updated":"No",
"genre":"Drama, Psychological, School Life, Shounen, Slice of Life",
"translation":"Seven Seas",
"alternative":"Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e",
"synopsis":"As Ayanokouji and his classmates begin their second year at the Advanced Nurturing High School, they’re greeted by a fresh gauntlet of exams and a fresh batch of rather unique first-year students. They’ll have to get to know each other quickly, because the first special exam pairs the first-years with the second-years on a written test—with only the second-years facing expulsion if their team performs poorly! Worse yet? It seems one of the new first-years is also from the White Room. Can Ayanokouji avoid expulsion while sussing out the identity of this hidden foe?",
"status":"Ongoing",
"author":"Kinugasa Shougo",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/classroom_of_the_elite_year_two.json"
},
{
"title":"Classroom of the Elite",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRQ_N4Fqmd08OnSxygivDmrYqLcU5jLA6TNRw&usqp=CAU",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Official",
"popular":"Popular",
"volumes":"v11.5/11.5",
"updated":"No",
"genre":"Drama, Psychological, School Life, Shounen, Slice of Life",
"translation":"Seven Seas",
"alternative":"Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e",
"synopsis":"Kōdo Ikusei Senior High School, a leading prestigious school with state-of-the-art facilities where nearly 100% of students go on to university or find employment. The students there have the freedom to wear any hairstyle and bring any personal effects they desire. Kōdo Ikusei is a paradise-like school, but the truth is that only the most superior of students receive favorable treatment.\n\nThe protagonist Kiyotaka Ayanokōji is a student of D-class, which is where the school dumps its “inferior” students in order to ridicule them. For a certain reason, Kiyotaka was careless on his entrance examination, and was put in D-class. After meeting Suzune Horikita and Kikyō Kushida, two other students in his class, Kiyotaka’s situation begins to change.",
"status":"Completed",
"author":"Kinugasa Shougo",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/classroom_of_the_elite_year_one.json"
},
{
"title":"The Eminence in Shadow",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTH9LsSboCGZaj-g15tpVZVgNxpZjb2U2nIrw&usqp=CAU",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Official",
"popular":"Popular",
"volumes":"v4/?",
"updated":"No",
"genre":"Action, Adventure, Comedy, Fantasy, Harem, Martial Arts, School Life",
"translation":"Yen Press",
"alternative":"Kage no Jitsuryokusha ni Naritakute!",
"synopsis":"Just like how everyone adored heroes in their childhood, a certain young man adored those powers hidden in shadows. After hiding his strength and living the mediocre life of a mob character by day while undergoing frenzied training by night, he finally reincarnates into a different world and gains ultimate power. The young man who is only playing at being a power in the shadows, his misunderstanding subordinates, and a giant organization in the shadows that gets trampled…. This is the story of a young boy who had adored powers in shadows possibly eventually reigning over the world of shadows in another world.",
"status":"Ongoing",
"author":"Aizawa Daisuke",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/the-eminence-in-shadow.json"
},
{
"title":"Tantei wa Mou, Shindeiru",
"cover":"https://yenpress-us.imgix.net/covers/9781975360122.jpg?auto=format&w=300&dpr=2&q=100",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Official",
"popular":"No",
"volumes":"v5/?",
"updated":"No",
"genre":"Adventure, Comedy, Drama, Mystery, Romance, Supernatural",
"translation":"Yen Press",
"alternative":"The Detective is Already Dead",
"synopsis":"Kimihiko Kimizuka has always been a magnet for trouble and intrigue. For as long as he can remember, he’s been stumbling across murder scenes or receiving mysterious attache cases to transport.\n\nWhen he met Siesta, a brilliant detective fighting a secret war against an organization of pseudohumans, he couldn’t resist the call to become her assistant and join her on an epic journey across the world.\n\n…Until a year ago, that is. Now he’s returned to a life that is normal and tepid by comparison, knowing the adventure must be over.\n\nAfter all, the detective is already dead.",
"status":"Ongoing",
"author":"Nigozyu",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/tantei-wa-mou-shinderou.json"
}
]
