[
{
"title":"Classroom of the Elite Year 2",
"coverBg":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTQ1J36J7n3fe5FQPtRlxLeq26_21xMfb0GEQ&usqp=CAU",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/classroom_of_the_elite_year_two.json",
"cover":"https://royalmtls.files.wordpress.com/2022/12/v4.webp?w=230&zoom=2",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Official",
"popular":"Popular",
"volumes":"4/?",
"updated":"New",
"genre":"Drama, Psychological, School Life, Shounen, Slice of Life",
"translation":"Seven Seas",
"alternative":"Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e",
"synopsis":"As Ayanokouji and his classmates begin their second year at the Advanced Nurturing High School, they’re greeted by a fresh gauntlet of exams and a fresh batch of rather unique first-year students. They’ll have to get to know each other quickly, because the first special exam pairs the first-years with the second-years on a written test—with only the second-years facing expulsion if their team performs poorly! Worse yet? It seems one of the new first-years is also from the White Room. Can Ayanokouji avoid expulsion while sussing out the identity of this hidden foe?",
"status":"Ongoing",
"author":"Kinugasa Shougo"
},
{
"title":"Is It Wrong to Try to Pick Up Girls in a Dungeon?",
"coverBg":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRrA2xc11K2MrTjlHv1er2o-hB3DueY04AtvA&usqp=CAU",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/danmachi.json",
"cover":"https://images-eu.ssl-images-amazon.com/images/I/91QOW2-aYIL._AC_UL600_SR600,600_.jpg",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Official",
"genre":"Action, Adventure, Comedy, Ecchi, Fantasy, Harem, Romance, Shounen",
"translation":"Yen Press",
"alternative":"Dungeon ni Deai o Motomeru no wa Machigatte Iru Darou ka|Danmachi",
"synopsis":"Is it wrong to face the perils of Dungeon alone, in a single-member guild blessed by a failed goddess? Maybe. Is it wrong to dream of playing hero to hapless maidens in Dungeon? Maybe not. After one misguided adventure, Bell quickly discovers that anything can happen in the labyrinth-even chance encounters with beautiful women. Only problem? He’s the one who winds up the damsel in distress!",
"status":"Ongoing",
"author":"Oomori Fujino"
},{
"title":"Chitose Is In The Ramune Bottle",
"coverBg":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT5FtXFc0dQ-osfo3iCYwwYmTzsdotdZZlPPA&usqp=CAU",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/chitose_in_ramune_bottle.json",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQgimbtdunmpvT_jWDTEllzLd0SKHdsICENjw&usqp=CAU",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Official",
"genre":"Comedy, Drama, Harem, Psychological, Romance, School Life",
"translation":"Yen Press",
"alternative":"Chitose-kun wa Ramune Bin no Naka",
"synopsis":"As far as normies go, it’s hard to beat Saku Chitose. The most popular kid in his high school? Check.\n\nAn ironclad reputation that can weather even vicious online attacks? Check.\n\nA friend group that’s as attractive on the outside as they are on the inside? Check.\n\nBut when a teacher asks Saku to help reacclimate a student who been shut away in his room for months to school life, his perfect world will never be the same.\n\nWhat is this, some kinda normie harem story?",
"status":"Ongoing",
"author":"Hiromu"
},{
"title":"Tensei Shitara Slime Datta Ken",
"coverBg":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQLwzhl9olnWL10qT5H5HZyid_UDQadXCIerg&usqp=CAU",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/tensei_shitara_slime.json",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTBWAu7aiG4Jtfmhmki3-MGZsFSPCxmHlDpKA&usqp=CAU",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Official",
"genre":"Action, Adventure, Comedy, Fantasy, Harem, Shounen",
"translation":"Yen Press",
"alternative":"That Time I Got Reincarnated as a Slime",
"synopsis":"A man is stabbed by a robber on the run after pushing his coworker and his coworker’s new fiance out of the way. As he lays dying, bleeding on the ground, he hears a voice. This voice is strange and interprets his dying regret of being a virgin by giving him the [Great Sage] unique skill! Is he being made fun of?!!",
"status":"Ongoing",
"author":"Fuse"
},{
"title":"Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken",
"coverBg":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQoS_cuJpL13P4rw60Zu47wEqvb0BfHL0vaBw&usqp=CAU",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/otonari-no-tenshi-sama-ni-itsu-no-ma-ni-ka-dame-ningen-ni-sareteita-ken.json",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSQJlP7RgXBV5iqaVZTdQFyRMfKY0LXR6mQiQ&usqp=CAU",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Official",
"genre":"Comedy, Romance, School Life, Slice of Life",
"translation":"Yen Press",
"alternative":"The Angel Next Door Spoils Me Rotten",
"synopsis":"Amane Fujimiya’s neighbour in the apartment he lives in is the school’s number one lovable angel: Excellent and with a level of beauty that can only be described as angelic – Mahiru Shiina. Amane, an ordinary student who doesn’t stand out, is her neighbour, but until now, they didn’t interact with each other. After meeting the soggy angel in the rain:\n\n“I’m returning what I borrowed. By the way, clean up your room. It’s filthy.”\n\n“None of your business.”\n\nA relationship with a sharp-tongued angel begins, starting with handing over an umbrella. From catching a cold and having someone take care of you, to making a meal for someone because they neglected their health, to joint work (cleaning rooms)…",
"status":"Ongoing",
"author":"Saeki-san"
}
]
