[
{
"title":"Isekai Tensei no Boukensha",
"cover":"https://cdn.novelupdates.com/images/2018/05/91A9B290-8E40-430D-AC7F-9E5769052BD6.jpeg",
"volumes":"v3/?",
"type":"Light Novel",
"genre":"Action, Adventure, Fantasy, Harem, Romance, Slice of Life, Tragedy",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Kenichi",
"alternative":"Isekai Tensei: Recruited to Another World ",
"translation":"J-Novel Club",
"updated":"New",
"popular":"No",
"synopsis":"Ootori Tenma, who lost his parents and was raised by his grandfather’s and grandmother’s friends who are living in the countryside, loses his life at the age of 25. A god of a different world called out to the ghost Tenma. This is a story about Tenma who, is liked by multiple Gods of reincarnation, receives multiple cheats and lives a second life in another world.",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/isekai_tensei_recruted_in_anothee_world.json"
},
{
"title":"Class no Daikirai na Joshi to Kekkon Suru Koto ni Natta",
"cover":"https://cclawtranslationshome.files.wordpress.com/2023/02/701.png",
"volumes":"v7/?",
"type":"Light Novel",
"genre":"Comedy, Romance, School Life, Shounen, Slice of Life",
"fileType":"Epub",
"tlType":"FanTL",
"status":"Ongoing",
"author":"Amano Seiju",
"alternative":"Kurasu no Daikiraina Joshi to Kekkon Suru Koto ni Natta",
"translation":"CClaw Translations",
"updated":"New",
"popular":"No",
"synopsis":"High school student Hojo Saito married his classmate, Sakuramori Akane, the girl who’s his worst enemy in school.\n\n“If you tell the rest of the class we’re married, I’ll kill you”\n\n“I don’t want them to know either. There’s no point in that.”\n\nTheir newlywed life wasn’t going so well, and they were constantly at odds. However, as they progress through their daily lives, the distance between them closes, they have more enjoyable moments together, and they gradually come to understand one another\n\nSaito learns about Akane’s cute side, which he never saw before, and Akane gradually began to recognize the feelings that she’s been keeping inside…\n\nThe heart-throbbing newlywed life of two people who just can’t seem to be honest with each other begins here!",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/class_no_daikirai.json"
},
{
"title":"Private Tutor to the Duke’s Daughter",
"cover":"https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1670724595i/65148465.jpg",
"volumes":"v6/?",
"type":"Light Novel",
"genre":"Adventure, Comedy, Fantasy, Harem, Romance, Seinen",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Nanano Riku",
"alternative":"Koujo Denka no Kateikyoushi",
"translation":"J-Novel Club",
"updated":"New",
"popular":"Popular",
"synopsis":"After failing the final exam for his dream job at the royal court, promising young sorcerer Allen wants nothing more than to retreat to a simple life in the countryside. Unfortunately for him, he can’t even afford the train fare! His only solution is to get a job, but his one lead is anything but modest—Duke Howard, one of the kingdom’s most powerful nobles, needs a private tutor for his daughter Tina. Despite her academic brilliance, Tina is incapable of casting even a single spell. To make matters worse, entrance exams for the prestigious Royal Academy are fast approaching, and magical aptitude is mandatory! Can Allen use his unique brand of spellcasting to help Tina overcome her magical impairment, a mystery that not even the kingdom’s finest sorcerers have been able to solve? And does her father, the duke, even want him to?",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/private_tutor_to_the_dukes_dauther.json"
},
{
"title":"Guide to the Perfect Otaku Girlfriend: Roomies and Romance",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSCZSIKsPTE7b8x-qKS29odxu2oB5ViMsYMmA&usqp=CAU",
"volumes":"v5/5",
"type":"Light Novel",
"genre":"Comedy, Slice of Life, School Life, Romance",
"fileType":"Epub",
"tlType":"Official",
"status":"Completed",
"author":"Rin Murakami",
"alternative":"Dousei kara Hajimaru Otaku Kanojo no Tsukurikata",
"updated":"New",
"popular":"No",
"translation":"J-Novel Club",
"synopsis":"If I’m going to find a girlfriend, she has to be an otaku. She’ll be beautiful, innocent, with long black hair, and she’ll like all the stuff that I like!\n\nKokoro Nishina, the girl I’m living with, is the exact opposite of that. So why did I promise that I’d turn that flashy, extroverted gyaru into the ideal otaku girlfriend?!\nSadly, I know just how it feels to need a little self-improvement to find the perfect date… and there’s no way a girl like that will tell her friends that she’s actually a closet fujoshi. But I’ll teach her—then maybe she can teach me too! With my expertise, she’ll definitely become an otaku’s dream girl!",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/guide_to_the_perfect_otaku_girlfriend.json"
},
{
"title":"Bofuri: I Don't Want to Get Hurt, so I'll Max Out My Defense",
"cover":"https://yenpress-us.imgix.net/covers/9781975323660.jpg?auto=format&w=300&dpr=2&q=100",
"volumes":"v8/?",
"type":"Light Novel",
"genre":"Fiction, Sci-Fi, Action, Adventure",
"fileType":"Epub",
"tlType":"Official",
"updated":"New",
"popular":"No",
"status":"Ongoing",
"author":"ユーキャン",
"alternative":"Itai no wa Iya nanode Bōgyo-Ryoku ni Kyokufuri Shitai to Omoimasu",
"translation":"Yen Press",
"synopsis":"IS SHE THE GAME’S LAST BOSS?! Though she doesn’t play many MMOs, Maple has either a natural talent or impossibly good luck, because by pouring every last stat point she has into Vitality, she’s created a character who can’t be hurt! Whether it’s physical attacks or magic or status effects, nothing poses a real threat. In no time at all, news spreads across the server about the adorable terror who can’t be defeated. While Maple may just be having fun, her broken build is sure to attract lots of unexpected attention...",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/bofuri.json"
},
{
"title":"Majo no Tabitabi",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTNbJ4A916pY46x9KSgi-Ugz5stok61SET8rA&usqp=CAU",
"volumes":"v9/?",
"type":"Light Novel",
"genre":"Adventure, Comedy, Fantasy, Slice of Life, Tragedy",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Shiraishi Jougi",
"alternative":"Wandering Witch: The Journey of Elaina",
"updated":"New",
"popular":"No",
"translation":"Yen Press",
"synopsis":"It's not about the destination...\n\nWhat\'s your favorite story? Does it have a hero who slays a dragon and saves a princess? Or a child of prophecy destined for greatness? Well, my favorite story is a little different. It's the tale of a witch who travels the world, seeking nothing in particular. With no quest of her own, she\'s free to wander wherever the wind takes her, adding a few pages to the story of whomever she meets before setting off on her next adventure. At the end of her travels, the witch takes on an apprentice who will one day begin her own journey. And so the cycle continues, or so the story goes. Now, the witch who starts the story anew...who could she be?",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/majo_no_tabitabi.json"
},
{
"title":"Spy Classroom",
"cover":"https://yenpress-us.imgix.net/covers/9781975338848.jpg?auto=format&w=300&dpr=2&q=100",
"volumes":"v4/?",
"type":"Light Novel",
"genre":"Action, Comedy, Drama, Harem, Mystery, Psychological",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Takemachi",
"alternative":"Spy Kyoushitsu",
"translation":"Yen Press",
"updated":"New",
"popular":"Popular",
"synopsis":"INTELLIGENCE IS THE MOST DANGEROUS WEAPON\n\nFollowing a devastating military conflict, countries fight their wars in the shadows. One unusual spy, Klaus, has never failed on the job despite his quirks, and he is building a team to take on an Impossible Mission—one with over a 90 percent chance of failure. However, his chosen members are all washouts with no practical experience. They’ll have to use every trick in the book (and some that aren’t) to prove they’re up to the task!",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/spy_classroom.json"
},
{
"title":"Classroom of the Elite Year 2",
"cover":"https://royalmtls.files.wordpress.com/2023/02/y2v9-cover-1.webp?w=468&zoom=2",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"FanTranslation",
"popular":"Popular",
"volumes":"v9/?",
"updated":"New",
"genre":"Drama, Psychological, School Life, Shounen, Slice of Life",
"translation":"RoyalMTL",
"alternative":"Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e",
"synopsis":"Tensions are high as the students of the Advanced Nurturing High School enter the second week of this special exam taking place on an uninhabited island. Students from all grades are getting ready to make their final moves, and so is Acting Principal Tsukishiro. Who will come out on top? And who will be packing their bags to leave the island–and the school?",
"status":"Ongoing",
"author":"Kinugasa Shougo",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/classroom_of_the_elite_year_two_fantl.json"
},
{
"title":"Classroom of the Elite Year 2",
"cover":"https://royalmtls.files.wordpress.com/2022/12/v4.webp?w=230&zoom=2",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Official",
"popular":"Popular",
"volumes":"v4/?",
"updated":"New",
"genre":"Drama, Psychological, School Life, Shounen, Slice of Life",
"translation":"Seven Seas",
"alternative":"Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e",
"synopsis":"As Ayanokouji and his classmates begin their second year at the Advanced Nurturing High School, they’re greeted by a fresh gauntlet of exams and a fresh batch of rather unique first-year students. They’ll have to get to know each other quickly, because the first special exam pairs the first-years with the second-years on a written test—with only the second-years facing expulsion if their team performs poorly! Worse yet? It seems one of the new first-years is also from the White Room. Can Ayanokouji avoid expulsion while sussing out the identity of this hidden foe?",
"status":"Ongoing",
"author":"Kinugasa Shougo",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/classroom_of_the_elite_year_two.json"
},
{
"title":"Classroom of the Elite",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRQ_N4Fqmd08OnSxygivDmrYqLcU5jLA6TNRw&usqp=CAU",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Official",
"popular":"Popular",
"volumes":"v11.5/11.5",
"updated":"New",
"genre":"Drama, Psychological, School Life, Shounen, Slice of Life",
"translation":"Seven Seas",
"alternative":"Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e",
"synopsis":"Kōdo Ikusei Senior High School, a leading prestigious school with state-of-the-art facilities where nearly 100% of students go on to university or find employment. The students there have the freedom to wear any hairstyle and bring any personal effects they desire. Kōdo Ikusei is a paradise-like school, but the truth is that only the most superior of students receive favorable treatment.\n\nThe protagonist Kiyotaka Ayanokōji is a student of D-class, which is where the school dumps its “inferior” students in order to ridicule them. For a certain reason, Kiyotaka was careless on his entrance examination, and was put in D-class. After meeting Suzune Horikita and Kikyō Kushida, two other students in his class, Kiyotaka’s situation begins to change.",
"status":"Completed",
"author":"Kinugasa Shougo",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/classroom_of_the_elite_year_one.json"
}
]