[
{
    "title":"The Hero Laughs While Walking the Path of Vengeance a Second Time",
    "cover":"https://yenpress-us.imgix.net/covers/9781975323769.jpg?auto=format&w=300&dpr=2&q=100",
    "type":"Light Novel",
    "fileType":"Epub",
    "tlType":"Official",
    "updated":"New",
    "genre":"Action, Adventure, Drama, Fantasy, Harem, Mature, Psychological, Romance, Seinen, Tragedy",
    "translation":"Yen Press",
    "alternative":"Nidome no Yuusha",
    "synopsis":"LIFE AFTER DEATH\n\nKaito Ukei was destined for greatness in his new world, landing himself the role of a hero and defeating the evil sorceress alongside a band of noble adventurers. When he's double crossed, though, and brutally murdered by his former allies, something inside him snaps. Death brings Kaito neither peace nor salvation. Rather, it instills in him a singular desire—to squeeze the life out of his blasted betrayers in the cruellest manner possible...! The strange twist of fate that gives him a second chance in the world with all his memories intact provides opportunity to do just that, and so begins his quest to stalk and torture the members of his former party in the bloodiest, unholiest, most sadistic ways imaginable!",
    "status":"Ongoing",
    "author":"Nero Kizuka",
    "link":"https://denzkie2003.github.io/fnovelsv2/storage/Nidome no Yuusha.json"
  },
{
    "title":"Apocalypse Witch: To the Strongests of an Age of Plenty",
    "cover":"https://www.baka-tsuki.org/project/index.php?title=Apocalypse_Witch#/media/File:ApocalypseWitch_v05_cover.jpg",
    "type":"Light Novel",
    "fileType":"Epub",
    "tlType":"FanTL",
    "updated":"New",
    "genre":"Action, Harem, School Life, Sci-fi, Tragedy",
    "translation":"Baka-Tsuki",
    "alternative":"Apocalypse Witch Houshoku Jidai no [Saikyou]-tachi e",
    "synopsis":"New magic and old magic. A school battle fantasy over the title of strongest begins here! Crystal magic is the cutting edge of magical technology. Covering one’s entire body with crystal flower armor can produce a variety of supernatural phenomena. But due to a mistake, Utagai Karuta did not receive that special armor and instead receives power by summoning the obedient crystal girl Aine.\n\n“Sacrifice-sama, how long are you going to tease me? I’m going to enter a rebellious phase at this rate.”\n\n“That isn’t how rebellious phases are supposed to work.”\n\nBut at ocean-top Crystal Magic Academy Grimoire, where Karuta and everyone learn crystal magic, an upperclassman from the previous generation has been called in as a guest. That user of god-worshiping magic is known as the world’s strongest, and they step up onto the podium and speak to the entire student body. This begins a clash between the forces of new magic and old magic.\n\n“Every last one of you is incompetent. Thus, Grimoire will be shut down.”",
    "status":"Ongoing",
    "author":"Kamachi Kazuma",
    "link":"https://denzkie2003.github.io/fnovelsv2/storage/Apocalypse_Witch.json"
  },
{

    "title":"Overwrite",

    "cover":"https://cclawtranslationshome.files.wordpress.com/2023/01/301-1.jpg",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"FanTL",

    "updated":"New",

    "genre":"Comedy, Drama, Romance",

    "translation":"CClaw Translations",

    "alternative":"オーバーライト",

    "synopsis":"Graffiti. It’s the magic of ephemeral visuals that vividly overwrite even her and my thoughts―\n\nYoshi, a university student studying abroad in Bristol, Britain, uncovers graffiti at his workplace. Together with his colleague Boudicia, a languid but wild girl with golden hair, he uncovers a secret world of graffiti he never knew existed, as he is dragged into the conflict between graffiti writers and police, all the while struggling to rekindle his passion for music after a traumatic event.",

    "status":"Completed",

    "author":"Akiya Ikeda",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/overwrite.json"

  },
{

    "title":"The Demon Sword Master of Excalibur Academy",

    "cover":"https://yenpress-us.imgix.net/covers/9781975308667.jpg?auto=format&w=300&dpr=2&q=100",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"Official",

    "popular":"No",

    "volumes":"v7/?",

    "updated":"New",

    "genre":"Action, Comedy, Ecchi, Fantasy, Harem, Martial Arts, Romance, School Life, Sci-fi, Shounen",

    "translation":"Yen Press",

    "alternative":"Demon Sword Master of the Holy Sword Academy",

    "synopsis":"Battles for ancient kingdoms are nothing compared to the battles of a classroom!\n\nAwakening from magical stasis after a thousand years, the Dark Lord Leonis suddenly finds himself in the body of a ten-year-old boy! He quickly meets Riselia, a girl confronting the Voids, creatures that have nearly exterminated humanity. Determined to uncover the mysteries of this strange new era, Leonis enrolls in Excalibur Academy, a school that trains students to fight back against these enigmatic monsters. Could the Voids hold some connection to Leonis's past?",

    "status":"Ongoing",

    "author":"Yu Shimizu",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/the_demon_sword_excalibur.json"

  },
{
"title":"Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQKtdqCMecqGScwH2xuy6EXHrrFgD7rdF9izA&usqp=CAU",
"type":"Light Novel",
"fileType":"Pdf",
"tlType":"Fan Translation",
"popular":"Popular",
"volumes":"v5.5 SS",
"updated":"New",
"genre":"Comedy, Romance, School Life, Slice of Life",
"translation":"Unknown",
"alternative":"The Angel Next Door Spoils Me Rotten",
"synopsis":"Amane Fujimiya’s neighbour in the apartment he lives in is the school’s number one lovable angel: Excellent and with a level of beauty that can only be described as angelic – Mahiru Shiina. Amane, an ordinary student who doesn’t stand out, is her neighbour, but until now, they didn’t interact with each other. After meeting the soggy angel in the rain:\n\n“I’m returning what I borrowed. By the way, clean up your room. It’s filthy.”\n\n“None of your business.”\n\nA relationship with a sharp-tongued angel begins, starting with handing over an umbrella. From catching a cold and having someone take care of you, to making a meal for someone because they neglected their health, to joint work (cleaning rooms)…",
"status":"Ongoing",
"author":"Saeki-san",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/pdf/otonari-no-tenshi-sama-ni-itsu-no-ma-ni-ka-dame-ningen-ni-sareteita-ken.json"
},
{

    "title":"86: EIGHTY SIX",

    "cover":"https://yenpress-us.imgix.net/covers/9781975349967.jpg?auto=format&w=300&dpr=2&q=100",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"Official",

    "popular":"Popular",

    "volumes":"v11/?",

    "updated":"New",

    "genre":"Action, Drama, Mecha, Mystery, Sci-fi, Seinen, Supernatural, Tragedy",

    "translation":"Yen Press",

    "alternative":"86―不存在的戰區―",

    "synopsis":"A War Without Casualties\nThe Republic of San Magnolia has long been under attack from the neighboring Giadian Empire’s army of unmanned drones known as the Legion. After years of painstaking research, the Republic finally developed autonomous drones of their own, turning the one-sided struggle into a war without casualties-or at least, that’s what the government claims.\nIn truth, there is no such thing as a bloodless war. Beyond the fortified walls protecting the eighty-five Republic territories lies the “nonexistent” Eighty-Sixth Sector. The young men and women of this forsaken land are branded the Eighty-Six and, stripped of their humanity, pilot the “unmanned” weapons into battle...",

    "status":"Ongoing",

    "author":"Asato Asato",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/86.json"

  },
{

    "title":"Yahari Ore no Seishun Love Come wa Machigatte Iru",

    "cover":"https://yenpress-us.imgix.net/covers/9781975347932.jpg?auto=format&w=300&dpr=2&q=100",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"Official",

    "popular":"No",

    "volumes":"Completed",

    "updated":"New",

    "genre":"Comedy, Drama, Psychological, Romance, School Life, Seinen, Slice of Life",

    "translation":"Yen Press",

    "alternative":"My youth romantic comedy is wrong as I expected | Oregairu",

    "synopsis":"Hachiman Hikigaya is a cynic. “Youth” is a crock, he believes--a sucker’s game, an illusion woven from failure and hypocrisy. But when he turns in an essay for a school assignment espousing this view, he’s sentenced to work in the Service Club, an organization dedicated to helping students with problems in their lives! How will Hachiman the Cynic cope with a job that requires--gasp!--optimism?",

    "status":"Completed",

    "author":"Wataru Watari",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/oregairu.json"

  },
{

    "title":"Rascal Does Not Dream of Bunny Girl Senpai",

    "cover":"https://yenpress-us.imgix.net/covers/9781975312688.jpg?auto=format&w=300&dpr=2&q=100",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"Official",

    "popular":"Popular",

    "volumes":"v9/?",

    "updated":"New",

    "genre":"Comedy, Drama, Mystery, Psychological, Romance, School Life, Sci-fi, Supernatural",

    "translation":"Yen Press",

    "alternative":"Seishun Buta Yarou Series",

    "synopsis":"Out of sight, out of mind!\n\nBunny girls do not live in libraries. This is simply common sense. And yet, that's exactly where Sakuta finds one in the wild. More bewildering is who the bunny girl is: Mai Sakurajima, a girl one year older than Sakuta, famous at their school for her acting career even though she's currently on break. To top it all off, it seems like no one else in the library can see Mai at all, no matter what she does or...wears. Wanting to find out more about this mystery and maybe get a little closer to this beautiful upperclassman in the process, Sakuta launches an investigation to discover why an unforgettable bunny girl keeps becoming totally invisible.",

    "status":"Ongoing",

    "author":"Hajime Kamoshida",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/rascal_does_not_dream.json"

  },
{

    "title":"Magical★Explorer",

    "cover":"https://yenpress-us.imgix.net/covers/9781975325657.jpg?auto=format&w=300&dpr=2&q=100",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"Official",

    "popular":"No",

    "volumes":"v3/?",

    "updated":"New",

    "genre":"Action, Adventure, Comedy, Ecchi, Fantasy, Harem, Martial Arts, Romance, School Life, Shounen",

    "translation":"Yen Press",

    "alternative":"Magical Explorer Reborn as a Side Character in a Fantasy Dating Sim",

    "synopsis":"OUT OF THE FRIEND ZONE AND INTO THE FIRE!\n\nFew titles are more revered among horndogs—(ahem) connoisseurs of Japanese erotic video games—than Magical Explorer. One day, our smut-loving hero wakes up to find he has been reincarnated into the body of the game’s dreamboat protagonist! Or rather, his hapless comic-relief best friend, Kousuke Takioto. But with his unparalleled knowledge of Magical Explorer and Kousuke’s unorthodox abilities (a scarf that doubles as a fist?), our hero vows to turn the game’s unluckiest loser into its mightiest heartthrob. In this world, nothing is out of reach when you’ve got the know-how!",

    "status":"Ongoing",

    "author":"Iris",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/magical_explorer.json"

  },
{

    "title":"My Instant Death Ability is So Overpowered, No One in This Other World Stands a Chance Against Me!",

    "cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ9UFngj7FqyiEynmGtsLUsMsqXAdVBOHqatA&usqp=CAU",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"Official",

    "popular":"No",

    "volumes":"v13/?",

    "updated":"New",

    "genre":"Action, Adventure, Comedy, Fantasy, Romance, Shounen",

    "translation":"J-Novel Club",

    "alternative":"Sokushi Cheat ga Saikyou Sugite, Isekai no Yatsura ga Marude Aite ni Naranai n Desu ga",

    "synopsis":"Growth cheats? Infinite magic power? The ability to utilize all archetypes? What’s the point if instant death ends everything with a single attack?\n\nHigh school senior Yogiri Takatou was on a school field trip when he woke up to a dragon assaulting his sightseeing bus, with the only ones still on the bus being him and his female classmate, the panicking Tomochika Dannoura. Apparently the rest of his classmates had been given special powers by Sion, a woman who introduced herself as Sage, and escaped from the dragon, leaving those that hadn’t received any special powers behind as dragon bait.\n\nAnd so Yogiri was thrown into a parallel universe full of danger, with no idea of what just happened. Likewise, Sion had no way of knowing just what kind of being she had summoned to her world.",

    "status":"Ongoing",

    "author":"Tsuyoshi Fujitaka",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/instant_death.json"

  },
{

    "title":"Heaven's Memo Pad",

    "cover":"https://cdn.novelupdates.com/images/2015/08/kami-samano1.jpg",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"FanTL",

    "popular":"No",

    "volumes":"Completed",

    "updated":"New",

    "genre":"Comedy, Drama, Mystery, Shounen, Slice of Life, Tragedy",

    "translation":"Baka-Tsuki",

    "alternative":"Kami-sama no Memochou",

    "synopsis":"“I am not an ordinary detective, but a NEET detective. Searching the whole world to locate the words of the dead.”\n\nThe NEET Detective leading the NEETs who gathered in the dark alley – Alice said that.\n\nThe perplexing incident that Ayaka and I were wound into during the winter of my first year at high school, and also the malicious drug ‘Angel Fix’ that corroded the city, the mystery was unraveled by the detective girl Alice who doesn’t take even one step out of her room.\n\n“Knowing the truth might destroy the tranquil life of your past, do you wish to know even so?”\n\nBecause of my answer, the NEETs who usually do nothing were mobilized to solve the case!",

    "status":"Completed",

    "author":"Hikaru Sugii",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/kami-samano.json"

  },
{

    "title":"Osananajimi ga Zettai ni Makenai Love Comedy",

    "cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTo8XD8eSdcqrNRyXDMnowZkJ9hO7p2NxLYow&usqp=CAU",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"FanTL",

    "popular":"No",

    "volumes":"v3/?",

    "updated":"New",

    "genre":"Comedy, Drama, Harem, Romance, School Life",

    "translation":"CClaw Translations | Neosekai Translations",

    "alternative":"The Romcom Where The Childhood Friend Won't Lose!",

    "synopsis":"My childhood friend Shida Kuroha seems to have feelings for me. She lives next door, and is small and cute. With an outgoing character, she’s the caring Onee-san type, this being one of her greatest strengths.\n\n…But, I already have my first love, the beautiful idol of our school, and the award-winning author high school girl, Kachi Shirokusa! Thinking about it rationally, I should have no chances with her, but, while walking home from school, she only talks to me, with a smile even! I might actually have a chance, don’t you think?!\n\nOr so I thought, but then I heard that Shirokusa already has a boyfriend, and my life took a turn for the worse. I want to die. Why is it not me?! Even though she was my first love…As I was drowning in despair and depression, Kuroha whispered.\n\n—If it’s that tough for you, then how about we get revenge? The best revenge ever, that is~",

    "status":"Ongoing",

    "author":"Shuichi Nimaru",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/Osananajimi ga Zettai ni Makenai Love Comedy.json"

  }
]