[
{

    "title":"Rascal Does Not Dream of Bunny Girl Senpai",


    "cover":"https://yenpress-us.imgix.net/covers/9781975318512.jpg?auto=format&w=300&dpr=2&q=100",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"Official",

    "genre":"Comedy, Drama, Mystery, Psychological, Romance, School Life, Sci-fi, Supernatural",

    "translation":"Yen Press",

    "alternative":"Seishun Buta Yarou Series",

    "synopsis":"Out of sight, out of mind!\n\nBunny girls do not live in libraries. This is simply common sense. And yet, that's exactly where Sakuta finds one in the wild. More bewildering is who the bunny girl is: Mai Sakurajima, a girl one year older than Sakuta, famous at their school for her acting career even though she's currently on break. To top it all off, it seems like no one else in the library can see Mai at all, no matter what she does or...wears. Wanting to find out more about this mystery and maybe get a little closer to this beautiful upperclassman in the process, Sakuta launches an investigation to discover why an unforgettable bunny girl keeps becoming totally invisible.",

    "status":"Ongoing",

    "author":"Hajime Kamoshida",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/rascal_does_not_dream.json"

  },
{
"title":"Majo no Tabitabi",
"cover":"https://yenpress-us.imgix.net/covers/9781975334635.jpg?auto=format&w=300&dpr=2&q=100",
"type":"Light Novel",
"genre":"Adventure, Comedy, Fantasy, Slice of Life, Tragedy",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Shiraishi Jougi",
"alternative":"Wandering Witch: The Journey of Elaina",
"translation":"Yen Press",
"synopsis":"It's not about the destination...\n\nWhat\'s your favorite story? Does it have a hero who slays a dragon and saves a princess? Or a child of prophecy destined for greatness? Well, my favorite story is a little different. It's the tale of a witch who travels the world, seeking nothing in particular. With no quest of her own, she\'s free to wander wherever the wind takes her, adding a few pages to the story of whomever she meets before setting off on her next adventure. At the end of her travels, the witch takes on an apprentice who will one day begin her own journey. And so the cycle continues, or so the story goes. Now, the witch who starts the story anew...who could she be?",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/majo_no_tabitabi.json"
},
{

    "title":"Overlord",

    "cover":"https://yenpress-us.imgix.net/covers/9781975360566.jpg?auto=format&w=300&dpr=2&q=100",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"Official",

    "genre":"Action, Adventure, Drama, Fantasy, Harem, Mature, Psychological, Sci-fi, Seinen",

    "translation":"Yen Press",

    "alternative":"オーバーロード",

    "synopsis":"In 21st century, world entered a new stage of VR games…and “YGGDRASIL” is considered top of all MMORPG…but, After announcing that all its servers will be off, the internet game ‘Yggdrasil’ shut down…or so was supposed to happen, but for some reason, the player character did not log out some time after the server was closed. NPCs start to become sentient. A normal youth who loves gaming in the real world seemed to have been transported into an alternate world along with his guild, becoming the strongest mage with the appearance of a skeleton, Momonga. He leads his guild “Ainz Ooal Gown” towards an unprecedented legendary fantasy adventure!",

    "status":"Ongoing",

    "author":"Maruyama Kugane",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/overlord.json"

  },
{
    "title":"The Asterisk War",

    "cover":"https://yenpress-us.imgix.net/covers/9781975348601.jpg?auto=format&w=300&dpr=2&q=100",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"Official",

    "genre":"Action, Comedy, Ecchi, Fantasy, Harem, Romance, School Life, Sci-fi, Shounen",

    "translation":"Yen Press",

    "alternative":"Gakusen Toshi Asterisk",

    "synopsis":"The school-city of Rokka-also known as “Asterisk.” Here boys and girls of the Starpulse Generation all compete in the Seibusai-the “star battle festival,” fighting for glory on the greatest combat entertainment stage of the world. Ayato Amagiri has just arrived at one of these academies at the express invitation of its student council president, but when he begins his career by making a dangerous enemy, his life on Asterisk is off to a rough start!",

    "status":"Ongoing",

    "author":"Yuu Miyazaki",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/the_asterisk_war.json"

},
{
    "title":"Date This Super Cute Me!",

    "cover":"https://i.imgur.com/is4a3m6.png",

    "type":"Light Novel",

    "fileType":"Pdf",

    "tlType":"FanTL",

    "genre":"Comedy, Drama, Romance, School Life, Slice of Life",

    "translation":"Foxaholic",

    "alternative":"Tottemo Kawaii Watashi to Tsukiatteyo!",

    "synopsis":"A confession from the popular girl in the class, Yuzu. It was actually ‘Please pretend to be my lover to solve the triangle relationship in the ‘Riaju’* cliques’! In the class, Yuzu always pretends to be a good girl, but only in front of me, she behaves like a full-blown narcissist which I should’ve found annoying, but……\n\n*リア充’Riaju’ is a term sometimes translated as ‘normies’ but it is actually a term used to refer to ‘people who enjoy life by having proper love life’ usually used by those who are not able to have one in real life.",

    "status":"Completed",

    "author":"Mikami Kota",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/pdf/date_this_super_cute_me.json"

},
{
    "title":"Date This Super Cute Me!",

    "cover":"https://i.imgur.com/is4a3m6.png",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"FanTL",

    "genre":"Comedy, Drama, Romance, School Life, Slice of Life",

    "translation":"Foxaholic",

    "alternative":"Tottemo Kawaii Watashi to Tsukiatteyo!",

    "synopsis":"A confession from the popular girl in the class, Yuzu. It was actually ‘Please pretend to be my lover to solve the triangle relationship in the ‘Riaju’* cliques’! In the class, Yuzu always pretends to be a good girl, but only in front of me, she behaves like a full-blown narcissist which I should’ve found annoying, but……\n\n*リア充’Riaju’ is a term sometimes translated as ‘normies’ but it is actually a term used to refer to ‘people who enjoy life by having proper love life’ usually used by those who are not able to have one in real life.",

    "status":"Completed",

    "author":"Mikami Kota",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/date_this_super_cute_me.json"

},
{
"title":"The Eminence in Shadow",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS6ZUNenzHPFt7ApFY02cnfMLMA2S-ZCdYgXw",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Official",
"genre":"Action, Adventure, Comedy, Fantasy, Harem, Martial Arts, School Life",
"translation":"Yen Press",
"alternative":"Kage no Jitsuryokusha ni Naritakute!",
"synopsis":"Just like how everyone adored heroes in their childhood, a certain young man adored those powers hidden in shadows. After hiding his strength and living the mediocre life of a mob character by day while undergoing frenzied training by night, he finally reincarnates into a different world and gains ultimate power. The young man who is only playing at being a power in the shadows, his misunderstanding subordinates, and a giant organization in the shadows that gets trampled…. This is the story of a young boy who had adored powers in shadows possibly eventually reigning over the world of shadows in another world.",
"status":"Ongoing",
"author":"Aizawa Daisuke",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/the-eminence-in-shadow.json"
},
{
    "title":"May These Leaden Battlegrounds Leave No Trace",

    "cover":"https://yenpress-us.imgix.net/covers/9781975320188.jpg?auto=format&w=300&dpr=2&q=100",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"Official",

    "genre":"Fantasy, Sci-Fi, Action",

    "translation":"Yen Press",

    "alternative":"May These Leaden Battlegrounds Leave No Trace",

    "synopsis":"The power to rewrite history...and all it costs is a deal with the devil\n\nFor a hundred years, the East and West have waged a ferocious war using everything from tanks to witchcraft, but the technological advancements of the West have begun to shift the balance. That all changes one day when Rain Lantz, a young soldier from the East, finds a few mysterious silver bullets--and discovers that anyone shot with them is erased not only from the battlefield, but from history itself. Soon after, he meets the bullets' creator, a Ghost who calls herself Air, and learns that if he wishes to continue using this power to end the war for good, he will have to give her his freedom...",

    "status":"Ongoing",

    "author":"Kei Uekawa",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/may_these_leaden_battle_ground.json"

},
{
    "title":"So I'm a Spider, So What?",

    "cover":"https://yenpress-us.imgix.net/covers/9781975352165.jpg?auto=format&w=300&dpr=2&q=100",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"Official",

    "genre":"Action, Adventure, Comedy, Drama, Fantasy, Mystery, Seinen, Tragedy",

    "translation":"Yen Press",

    "alternative":"Kumo Desu ga, Nani ka?",

    "synopsis":"I used to be a normal high school girl but in the blink of an eye, I woke up in a place I've never seen before and-and I was reborn as a spider?! How could something that's nothing more than a tiny spider (that's me) possibly survive in literally the worst dungeon ever? Are there no rules? There should be some rules! Who the hell is responsible for this? SHOW YOUR FACE!",

    "status":"Ongoing",

    "author":"Okina Baba",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/so_im_a_spider.json"

},
{
    "title":"Chronicles of an Aristocrat Reborn in Another World – the Apostle of the Gods Who Know No Self-Restraint",

    "cover":"https://i.ibb.co/9c8N0Mp/13176.jpg",

    "type":"Web Novel",

    "fileType":"Epub",

    "tlType":"FanTL",

    "genre":"Action, Adventure, Comedy, Fantasy, Harem, Romance, Shounen",

    "translation":"europaisacoolmoon",

    "alternative":"Tensei Kizoku no Isekai Boukenroku ~ Jichou wo Shiranai Kamigami no Shito ~",

    "synopsis":"The main character, Shiina Kazuya is killed by a stranger while trying to protect his childhood friend's younger sister. He was reborn as Cain von Silford, the third son of an Aristocrat, in a world of magic and swords.\n\nCain will grow up surrounded by Gods who don't know self-restraint, the nobles of the Kingdom, and young women.\n\nIn order to avoid raising any flags, he tries to hide the incredible amount of stats and protections he received from the Gods. This is the royal road fantasy of a boy who is at times two-faced and at times clumsy.",

    "status":"Ongoing",

    "author":"Yashu",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/Tensei Kizoku no Isekai Boukenroku.json"

}
]