[
{
    "title":"Konosuba: God's Blessing on This Wonderful World!",

    "cover":"https://yenpress-us.imgix.net/covers/9781975343101.jpg?auto=format&w=300&dpr=2&q=100",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"Official",

    "genre":"Action, Adventure, Comedy, Ecchi, Fantasy, Harem, Shounen, Slice of Life",

    "translation":"Yen Press",

    "alternative":"Kono Subarashii Sekai ni Shukufuku o!",

    "synopsis":"Game loving shut-in Kazuma Sato's life as a young schoolboy in Japan abruptly comes to an early end...or at least it was supposed to. When he opens his eyes, though, he sees a beautiful goddess that offers him a once in an after-lifetime chance to be reborn in a parallel world. The catch is that the world is violent and threatened by a growing evil! Fortunately, he can choose any one thing to bring with him. So he chooses the goddess, Aqua! And so his adventure with his gorgeous companion begins--if he could just get enough money and food to survive, keep his goddess out of trouble, and avoid grabbing the attention of the Demon King's army!",

    "status":"Completed",

    "author":"Natsume Akatsuki",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/konosuba.json"

},
{
    "title":"Too Many Losing Heroines!",

    "cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTdEZqn7sF4kN_LErSO_W_4BmnEKy2AOijEgg&usqp=CAU",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"FanTL",

    "genre":"Comedy, Romance, School Life, Slice of Life",

    "translation":"Skythewood",

    "alternative":"Make Heroine ga Oosugiru!",

    "synopsis":"“Huh? Who are you calling loser?”\n\nAs the background of the class, I, Kazuhiko Nukumizu, witnessed a popular girl – Anna Yanami, getting rejected by another guy.\n\n“Even though he said we’ll get married. Don’t you think he’s pretty mean?”\n\n“When did he say that?”\n\n“When we were 4 or 5 years old.”\n\nThat doesn’t count, right?\n\nWith this, the losing heroines like Remon Yakishio from the Track and Field Club, and Chika Komari, from the literature club.\n\n“Nukumizu-kun. There are two types of girls. Childhood friends or cheating cats.”\n\n“I see. Well, that’s a bold statement.”\n\nThere’s a fortune for those who shine only after losing. Losing Heroines— The curtain to the mysterious coming-of-age story “Makeine” opens now!",

    "status":"Ongoing",

    "author":"Amamori Takibi",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/too_many_losing_heroine.json"

},
{
    "title":"My Stepmom's Daughter Is My Ex",

    "cover":"https://kbimages1-a.akamaihd.net/c633f4e6-0fd0-439a-9654-f133e0e64552/1200/1200/False/my-stepmom-s-daughter-is-my-ex-volume-6.jpg",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"Official",

    "genre":"Comedy, Drama, Romance, School Life, Slice of Life",

    "translation":"J-Novel Club",

    "alternative":"My Stepsister is My Ex",

    "synopsis":"A certain boy and girl in middle school became a couple, flirted with each other, disagreed on trivial things, became more frequently irritated with each other… and eventually broke up upon graduation.\n\nNow in highschool, the two of them, Irido Mizuto and Ayai Yume, wound up meeting each other in the most unexpected fashion.\n\nThe former couple, brought together through parental remarriage, decided to be mindful of their parents’ feelings and came up with a ‘sibling rule’—where the the first one to become conscious of the other as a member of the other s*x loses, but…\n\nWhen they encounter each other in the bathroom, commute to and from school together, along with the memories of the past and living under the same roof, just how do they disregard each other!?",

    "status":"Ongoing",

    "author":"Kamishiro Kyousuke",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/my_stepmoms_daugther_is_my_ex.json"

},
{

    "title":"The Hero Laughs While Walking the Path of Vengeance a Second Time",

    "cover":"https://yenpress-us.imgix.net/covers/9781975323769.jpg?auto=format&w=300&dpr=2&q=100",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"Official",

    "updated":"New",

    "genre":"Action, Adventure, Drama, Fantasy, Harem, Mature, Psychological, Romance, Seinen, Tragedy",

    "translation":"Yen Press",

    "alternative":"Nidome no Yuusha",

    "synopsis":"LIFE AFTER DEATH\n\nKaito Ukei was destined for greatness in his new world, landing himself the role of a hero and defeating the evil sorceress alongside a band of noble adventurers. When he's double crossed, though, and brutally murdered by his former allies, something inside him snaps. Death brings Kaito neither peace nor salvation. Rather, it instills in him a singular desire—to squeeze the life out of his blasted betrayers in the cruellest manner possible...! The strange twist of fate that gives him a second chance in the world with all his memories intact provides opportunity to do just that, and so begins his quest to stalk and torture the members of his former party in the bloodiest, unholiest, most sadistic ways imaginable!",

    "status":"Ongoing",

    "author":"Nero Kizuka",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/Nidome no Yuusha.json"

  },
{

    "title":"Apocalypse Witch: To the Strongests of an Age of Plenty",

    "cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQBq8wTXQMxkqKLAfioTI3LPHCi-69O_du8Kw&usqp=CAU",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"FanTL",

    "updated":"New",

    "genre":"Action, Harem, School Life, Sci-fi, Tragedy",

    "translation":"Baka-Tsuki",

    "alternative":"Apocalypse Witch Houshoku Jidai no [Saikyou]-tachi e",

    "synopsis":"New magic and old magic. A school battle fantasy over the title of strongest begins here! Crystal magic is the cutting edge of magical technology. Covering one’s entire body with crystal flower armor can produce a variety of supernatural phenomena. But due to a mistake, Utagai Karuta did not receive that special armor and instead receives power by summoning the obedient crystal girl Aine.\n\n“Sacrifice-sama, how long are you going to tease me? I’m going to enter a rebellious phase at this rate.”\n\n“That isn’t how rebellious phases are supposed to work.”\n\nBut at ocean-top Crystal Magic Academy Grimoire, where Karuta and everyone learn crystal magic, an upperclassman from the previous generation has been called in as a guest. That user of god-worshiping magic is known as the world’s strongest, and they step up onto the podium and speak to the entire student body. This begins a clash between the forces of new magic and old magic.\n\n“Every last one of you is incompetent. Thus, Grimoire will be shut down.”",

    "status":"Ongoing",

    "author":"Kamachi Kazuma",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/Apocalypse_Witch.json"

  },
{

    "title":"Overwrite",

    "cover":"https://cclawtranslationshome.files.wordpress.com/2023/01/301-1.jpg",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"FanTL",

    "updated":"New",

    "genre":"Comedy, Drama, Romance",

    "translation":"CClaw Translations",

    "alternative":"オーバーライト",

    "synopsis":"Graffiti. It’s the magic of ephemeral visuals that vividly overwrite even her and my thoughts―\n\nYoshi, a university student studying abroad in Bristol, Britain, uncovers graffiti at his workplace. Together with his colleague Boudicia, a languid but wild girl with golden hair, he uncovers a secret world of graffiti he never knew existed, as he is dragged into the conflict between graffiti writers and police, all the while struggling to rekindle his passion for music after a traumatic event.",

    "status":"Completed",

    "author":"Akiya Ikeda",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/overwrite.json"

  },
{

    "title":"The Demon Sword Master of Excalibur Academy",

    "cover":"https://yenpress-us.imgix.net/covers/9781975308667.jpg?auto=format&w=300&dpr=2&q=100",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"Official",

    "popular":"No",

    "volumes":"v7/?",

    "updated":"New",

    "genre":"Action, Comedy, Ecchi, Fantasy, Harem, Martial Arts, Romance, School Life, Sci-fi, Shounen",

    "translation":"Yen Press",

    "alternative":"Demon Sword Master of the Holy Sword Academy",

    "synopsis":"Battles for ancient kingdoms are nothing compared to the battles of a classroom!\n\nAwakening from magical stasis after a thousand years, the Dark Lord Leonis suddenly finds himself in the body of a ten-year-old boy! He quickly meets Riselia, a girl confronting the Voids, creatures that have nearly exterminated humanity. Determined to uncover the mysteries of this strange new era, Leonis enrolls in Excalibur Academy, a school that trains students to fight back against these enigmatic monsters. Could the Voids hold some connection to Leonis's past?",

    "status":"Ongoing",

    "author":"Yu Shimizu",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/the_demon_sword_excalibur.json"

  },
{
"title":"Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQKtdqCMecqGScwH2xuy6EXHrrFgD7rdF9izA&usqp=CAU",
"type":"Light Novel",
"fileType":"Pdf",
"tlType":"Fan Translation",
"popular":"Popular",
"volumes":"v5.5 SS",
"updated":"New",
"genre":"Comedy, Romance, School Life, Slice of Life",
"translation":"Unknown",
"alternative":"The Angel Next Door Spoils Me Rotten",
"synopsis":"Amane Fujimiya’s neighbour in the apartment he lives in is the school’s number one lovable angel: Excellent and with a level of beauty that can only be described as angelic – Mahiru Shiina. Amane, an ordinary student who doesn’t stand out, is her neighbour, but until now, they didn’t interact with each other. After meeting the soggy angel in the rain:\n\n“I’m returning what I borrowed. By the way, clean up your room. It’s filthy.”\n\n“None of your business.”\n\nA relationship with a sharp-tongued angel begins, starting with handing over an umbrella. From catching a cold and having someone take care of you, to making a meal for someone because they neglected their health, to joint work (cleaning rooms)…",
"status":"Ongoing",
"author":"Saeki-san",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/pdf/otonari-no-tenshi-sama-ni-itsu-no-ma-ni-ka-dame-ningen-ni-sareteita-ken.json"
},
{

    "title":"86: EIGHTY SIX",

    "cover":"https://yenpress-us.imgix.net/covers/9781975349967.jpg?auto=format&w=300&dpr=2&q=100",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"Official",

    "popular":"Popular",

    "volumes":"v11/?",

    "updated":"New",

    "genre":"Action, Drama, Mecha, Mystery, Sci-fi, Seinen, Supernatural, Tragedy",

    "translation":"Yen Press",

    "alternative":"86―不存在的戰區―",

    "synopsis":"A War Without Casualties\nThe Republic of San Magnolia has long been under attack from the neighboring Giadian Empire’s army of unmanned drones known as the Legion. After years of painstaking research, the Republic finally developed autonomous drones of their own, turning the one-sided struggle into a war without casualties-or at least, that’s what the government claims.\nIn truth, there is no such thing as a bloodless war. Beyond the fortified walls protecting the eighty-five Republic territories lies the “nonexistent” Eighty-Sixth Sector. The young men and women of this forsaken land are branded the Eighty-Six and, stripped of their humanity, pilot the “unmanned” weapons into battle...",

    "status":"Ongoing",

    "author":"Asato Asato",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/86.json"

  },
{

    "title":"Yahari Ore no Seishun Love Come wa Machigatte Iru",

    "cover":"https://yenpress-us.imgix.net/covers/9781975347932.jpg?auto=format&w=300&dpr=2&q=100",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"Official",

    "popular":"No",

    "volumes":"Completed",

    "updated":"New",

    "genre":"Comedy, Drama, Psychological, Romance, School Life, Seinen, Slice of Life",

    "translation":"Yen Press",

    "alternative":"My youth romantic comedy is wrong as I expected | Oregairu",

    "synopsis":"Hachiman Hikigaya is a cynic. “Youth” is a crock, he believes--a sucker’s game, an illusion woven from failure and hypocrisy. But when he turns in an essay for a school assignment espousing this view, he’s sentenced to work in the Service Club, an organization dedicated to helping students with problems in their lives! How will Hachiman the Cynic cope with a job that requires--gasp!--optimism?",

    "status":"Completed",

    "author":"Wataru Watari",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/oregairu.json"

  }
]