[
{
    "title":"Rebuild World",
    "cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRW-U5sQy64YpKZuves7YvgjIDEJeagbxyCRg&usqp=CAU",
    "type":"Light Novel",
    "fileType":"Epub",
    "tlType":"Official",
    "popular":"Popular",
    "volumes":"v2/?",
    "updated":"New",
    "genre":"Action, Adventure, Fantasy, Harem, Mecha, Mystery, Sci-fi, Seinen, Supernatural",
    "translation":"J-Novel Club",
    "alternative":"リビルドワールド",
    "synopsis":"The pinnacle of human civilization has come and gone, leaving only ruins in its wake. Society and science now struggle to rebuild, rediscovering scraps of knowledge from powerful ancient artifacts that defy comprehension. These relics of the “Old World” can make the fortunes of those who find them—if ancient security systems and rogue bioweapons don’t kill the relic hunters first.\nAkira, a young street orphan, sets out to become one such hunter to escape his brutal life in the slums. Untrained, malnourished, and poorly armed, Akira would be lucky to make it back from the ruins alive—until an encounter with Alpha, a mysterious, ghostly woman, changes his fate forever. Alpha needs a hunter, and she’s willing to train Akira to get one. Will her support be enough to help a penniless kid from the slums climb to the top of a crushing and merciless world?",
    "status":"Ongoing",
    "author":"Nahuse",
    "link":"https://denzkie2003.github.io/fnovelsv2/storage/rebuild_world.json"
  },
{

    "title":"Disciple of the Lich: Or How I Was Cursed by the Gods and Dropped Into the Abyss!",

    "cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQOiKTVOUv5XTMPQ4rknv0cTynMu74LSOLYSA&usqp=CAU",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"Official",

    "popular":"No",

    "volumes":"v4/?",

    "updated":"New",

    "genre":"Action, Adventure, Comedy, Drama, Fantasy, Harem, Romance, Slice of Life",

    "translation":"Seven Seas",

    "alternative":"Disciple of Immortal",

    "synopsis":"When Kanbara Kanata is whisked away from his mundane life to a world of adventure, he inadvertently offends the all-powerful being who brought him there. As punishment, he is sent to the bottom of the most dangerous dungeon without a single special power or ability! He is sure that he’s a goner until he meets a lich girl named Lunaère–an undead powerhouse who hates humans, but grudgingly decides to assist him all the same. With Lunaère’s help, Kanata may just grow into someone truly incredible!",

    "status":"Ongoing",

    "author":"Nekoko",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/disciple_of_the_lich.json"

  },
{

    "title":"Kimi wo Ushinaitakunai Boku to, Boku no Shiawase wo Negau Kimi",

    "cover":"https://cdn.novelupdates.com/images/2023/01/Kimi-wo-Ushinaitakunai-Boku-to-Boku-no-Shiawase-wo-Negau-Kimi.jpg",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"FanTL",

    "popular":"No",

    "volumes":"OneShot",

    "updated":"New",

    "genre":"Comedy, Drama, Romance, School Life, Sci-fi, Tragedy",

    "translation":"CClaw Translations",

    "alternative":"My Happiness For Yours",

    "synopsis":"I’ll make you happy, Sou-chan! So, please—Come save me.\n\n“I want you to be happy, Sou-chan. But that’s why…I’m not good enough.”\n\nDuring my first summer of high school, I finally realized how I had felt and confessed my feelings when my beloved childhood friend said these words to me. She told me that she didn’t have much time left, but wouldn’t elaborate. And from that day onward began my trial for the sake of a future that allowed us to be together.",

    "status":"Completed",

    "author":"Kanda Natsumi",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/Kimi-wo-Ushinaitakunai-Boku-to-Boku-no-Shiawase-wo-Negau-Kimi.json"

  },
{

    "title":"Kanpeki na Sako-san wa Mobu (Boku) Mitai ni Naritai",

    "cover":"https://cdn.novelupdates.com/images/2022/03/Kanpeki-na-Sakosan-wa-Mobu-Boku-Mitai-ni-Naritai.jpg",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"FanTL",

    "popular":"No",

    "volumes":"OneShot",

    "updated":"New",

    "genre":"Comedy, Romance, School Life, Slice of Life",

    "translation":"CClaw Translations",

    "alternative":"The Perfect Sako-san Wants to Become Like A Mob Character (Me)",

    "synopsis":"Sako Machika is perfect and without flaws. She’s at the top of the student year with her excellent grades and has a cute face that makes everybody look twice. Excelling at her club, skilled at housework and chores, she’s the target of every boy’s admiration.\n\n“I…like you.”\n\nWait, Sako-san confessed to me?! But…I’m just a nobody, we’re not a good match for each other! Yet out of nowhere—\n\n“It’s such a botched haircut, right?”\n\n“You were looking at my thighs the entire time.”\n\nShe would suddenly cut her long and beautiful hair, shortening her skirt, showing an imperfect appearance while relentlessly approaching me…\n\n“As long as I’m not perfect—I have a chance, right?”\n\nIt’s all an attempt to make us seem like a better match?!",

    "status":"Completed",

    "author":"Shiotarou Yamaga",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/Kanpeki-na-Sakosan-wa-Mobu-Boku-Mitai-ni-Naritai.json"

  },
{

    "title":"Because I’ve Been Reincarnated as the Piggy Duke, This Time I Will Say I Like You",

    "cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTZ5TEWhQQddr6VPbFHKwSFF48TWsb38Q8stw&usqp=CAU",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"Official",

    "popular":"No",

    "volumes":"v9/?",

    "updated":"New",

    "genre":"Action, Adventure, Comedy, Fantasy, Harem, Romance, School Life",

    "translation":"J-Novel Club",

    "alternative":"Buta Koushaku ni Tensei Shitakara, Kondo wa Kimi ni Suki to Iitai",

    "synopsis":"「I’ve been reincarnated as the Piggy Duke?!」\n\nThere is a character from the anime Shuya Marionette. His name is Slow Denning. Third son of the Denning House. The most disliked person in Kurushu Magic Academy. He scoffs at those beneath him, laughs at the protagonist, brags about his pedigree, and is dangerously close to breaking the boundaries of human weight. There is nothing redeemable about him.\n\nHowever, that is only a persona. In truth, Slow Denning is a genius magician with a secret heart of gold, who puts on a show as the villain in order to protect and be with his beloved, a retainer by the name of Charlotte.\n\nUnfortunately for the Piggy Duke, he has a tragic future waiting for him. Banished from his country and living life under constant torment as a magic s*ave, even his beloved leaves him as she falls to the protagonist’s charms.\n\n「Bad ending? Not a chance!」\n\nWaking up in the body of the Piggy Duke, I will take this character who was number one in the character popularity poll and make him number one in this new life!",

    "status":"Ongoing",

    "author":"Rhythm Aida",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/Reincarnated_as_a_piggy_duke.json"

  },
{

    "title":"Sodachi Zakari no Oshiego ga Yakeni Emoi",

    "cover":"https://blogger.googleusercontent.com/img/a/AVvXsEi7mul4po3hemWa62k1hkeDP-xqlSvNRJsiIEzBCYF7IHp8UWNmEM_9CRxLwzW3EwTbBIKXL-kkmcYJpolQY3MwrtMgnZVGoMPFycrMoGxJ-XZF3SbLzvUe8Hr6EyIPG1XT6SnhJLitRKXS9KIncfC7AEGMu1zvA6S2ojiafdYG21j29gFrsaev6SK9=s16000",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"FanTL",

    "popular":"No",

    "volumes":"v1/?",

    "updated":"New",

    "genre":"Ecchi, Romance, Slice of Life",

    "translation":"Turu Translations",

    "alternative":"育ちざかりの教え子がやけにエモい",

    "synopsis":"Tsubakiya Hinata, 14 years old.\n\nAs for me, Onodera Tatsuya - a teacher who just took office. Hinata is a student and an old neighbor to me.\n\nDue to her rapid development, she has become more mature than her peers, and because of that, Hinata quickly becomes the center of false rumors.\n\nBut in truth, Hinata was still much more childish than she looked.\n\n“Hey brother, carry me, carry me!”\n\n“No no no. What’s the point of getting old and asking to be carried?”\n\n“I can\'t stand it!! Don’t you always carry me? Come on, carry me!”\n\nIn the middle stage between adults and children, a fleeting glint exists only at this moment.\n\nFor those who didn‘t take long to mature, the luminosity was so dim that it was barely noticeable.\n\n\"By the way, brother still a virgin, right?”\n\n“Shut up, why would a child care about such things?”\n\nThen at some point it will flap its wings and fly to new horizons. So at least for now, I want to follow every step of the way while I can.\n\nToday, I will continue to face Tsubakiya Hinata.",

    "status":"Ongoing",

    "author":"Daisuke Suzuki",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/Sodachi_Zakari_no_Oshiego_ga_Yakeni_Emoi.json"

  },
{

    "title":"Yomei Ichinen no Kimi ga Boku ni Nokoshite Kureta Mono",

    "cover":"https://blogger.googleusercontent.com/img/a/AVvXsEjjrIDcBSqqQoFX1IpIxBSJEeTah9Q6w-BEwl7vqxql8Yt4nSZiHgjWUIQlNN-H4Zv-9Pk4OVn7bpL2txbHnhoXd_5hXXjvgH_haHkxdc_zz4of4Thyb_Qsc3lJ0Wmm6PMj13H2D3WGxQllqJ8du81P4jV20WgV1zbZgRAyjwi86ynqS9w3Yb_NXo03=w454-h640",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"FanTL",

    "popular":"No",

    "volumes":"v1/?",

    "updated":"New",

    "genre":"Drama, Romance",

    "translation":"Turu Translations",

    "alternative":"余命一年の君が僕に残してくれたもの",

    "synopsis":"Mizuki loses hope due to her mother's death.\nOne day, Misaki, an off-season transfer student, arrives. After school, Misaki will help Mizuki work as a member of the library committee. As the distance between the two becomes shorter, Misaki suddenly admits that her life expectancy is short.\n\n“Unitl I die, I want you to go accompany me in the things I want to do.” \n\nMizuki fought for him. But he still has a hidden secret. The shy Mizuki and the innocent Misaki. A pure love story with a time limit of two opposite things.",

    "status":"Ongoing",

    "author":"Hino Yuki",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/Yomei_ichinen_no_kimi.json"

  },
{

    "title":"Overlord",

    "cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTnh-jpUTd3Xl_s9-K79vEA0VBMJmeqpcNLMw&usqp=CAU",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"Official",

    "popular":"Popular",

    "volumes":"v14/?",

    "updated":"New",

    "genre":"Action, Adventure, Drama, Fantasy, Harem, Mature, Psychological, Sci-fi, Seinen",

    "translation":"Yen Press",

    "alternative":"オーバーロード",

    "synopsis":"In 21st century, world entered a new stage of VR games…and “YGGDRASIL” is considered top of all MMORPG…but, After announcing that all its servers will be off, the internet game ‘Yggdrasil’ shut down…or so was supposed to happen, but for some reason, the player character did not log out some time after the server was closed. NPCs start to become sentient. A normal youth who loves gaming in the real world seemed to have been transported into an alternate world along with his guild, becoming the strongest mage with the appearance of a skeleton, Momonga. He leads his guild “Ainz Ooal Gown” towards an unprecedented legendary fantasy adventure!",

    "status":"Ongoing",

    "author":"Maruyama Kugane",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/overlord.json"

  },
{

    "title":"Reincarnated as the Last of My Kind",

    "cover":"https://kbimages1-a.akamaihd.net/cdccff72-0c00-4452-a63e-8b8988d538af/1200/1200/False/reincarnated-as-the-last-of-my-kind-volume-5.jpg",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"Official",

    "popular":"No",

    "volumes":"v5/?",

    "updated":"New",

    "genre":"Adventure, Fantasy, Isekai, Shoujo, Slice of Life",

    "translation":"Cross Infinite World",

    "alternative":"Tensei Shitara Zetsumetsu Sunzen no Kishou Shuzokudeshita",

    "synopsis":"Turning sixteen in Wisty Air has been interesting with the Sugula looming ever higher in the sky, threatening our world’s very existence. Still, life goes on as I purify monsters, come up with new alchemy recipes, and enjoy seeing my family when I can. Unfortunately, those ordinary days come to a sudden halt when I’m abducted by Edesa Kura! What awaits me in the country of mechanized soldiers?!",

    "status":"Ongoing",

    "author":"Kiri Komori",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/reincarnated_as_the_last_of_my_kind.json"

  },
{

    "title":"An Introvert’s Hookup Hiccups: This Gyaru Is Head Over Heels for Me!",

    "cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSrOXsn00Jf2EbC9eOU3E5_V5QUKXpj4z2VrQ&usqp=CAU",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"Official",

    "popular":"No",

    "volumes":"v2/?",

    "updated":"New",

    "genre":"Comedy, Drama, Romance, School Life, Shounen, Slice of Life",

    "translation":"J-Novel Club",

    "alternative":"Inkya no Boku ni Batsu Game ni Kokuhaku Shitekita Hazu no Gyaru ga, Doumitemo Boku ni Betahore Desu",

    "synopsis":"When the gorgeous Nanami Barato confesses to Yoshin Misumai, it seems too good to be true! Only, it is—and Yoshin knows it. How’s an introverted guy like him supposed to keep his cool when he knows this is all just a dare? Even more puzzling, despite her gaudy appearance, this supposed gyaru isn’t actually all that good with guys! Perhaps this is the perfect chance for this shy guy to pluck up his own courage and say yes to the guy-shy girl. So begins their new cushy life of morning meet-ups and handmade lunches. The thing is, judging by the way she’s acting, Nanami has fallen head over heels for him! From dares and dating to downright disasters, can these two first-timers figure out their feelings and maybe even fall in love—for real, this time?!",

    "status":"Ongoing",

    "author":"Nyouro Kesseki",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/an_introverts_hookup.json"

  },
{

    "title":"Enough with This Slow Life! I Was Reincarnated as a High Elf and Now I'm Bored",

    "cover":"https://cdn.novelupdates.com/images/2022/04/I-was-reincarnated-and-became-a-high-elf-but-I-got-tired-of-the-slow-life-after-years.jpg",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"Official",

    "popular":"No",

    "volumes":"v1/?",

    "updated":"New",

    "genre":"Adventure, Comedy, Fantasy, Slice of Life",

    "translation":"J-Novel Club",

    "alternative":"Tensei shite hai erufu ni narimashitaga , surō raifu wa ichi ni zero nen de akimashita",

    "synopsis":"150 years of life after being reborn as a high elf, who I thought only existed on fiction.\n\nIt took 30 years to realize that I had been reborn, and after 120 years of just munching on berries and taking it easy, I finally decided to head into the outside world.\n\nThis is the story of an ambiguous existence with a lifespan of over 1000 years — a restless high elf living leisurely as a human.",

    "status":"Ongoing",

    "author":"らる鳥",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/I-was-reincarnated-and-became-a-high-elf-but-I-got-tired-of-the-slow-life-after-years.json"

  },
  {
    "title":"Blue Outline",
    "cover":"https://cdn.novelupdates.com/images/2022/02/Blue-Outline.jpg",
    "type":"Light Novel",
    "fileType":"Epub",
    "tlType":"Fan Translation",
    "popular":"No",
    "volumes":"v1/?",
    "updated":"New",
    "genre":"Drama, Romance, School Life",
    "translation":"Travis Translations",
    "alternative":"Ao no Outline",
    "synopsis":"Eye-catching. Stunning. Addictive. Mesmerizing.\n\nThose were the impressions left upon those who had seen her paintings.\n\nIt was what I aspire to be, as a high school student who wishes to pursue art.\n\nNo matter what she created, they were all named as the works of “Genius”. An artist with unparalleled talent, Kashiwazaki Yuri.\n\n“I came here just to see you. I only paint what I desire.”\n\nThe one closest to me, yet also the furthest away; my childhood friend.\n\nOne day she suddenly stopped painting. But I continued to stroke my paintbrush as I chased after her shadows.\n\n“I’ll paint again and again. I won’t give up. Talent doesn’t matter.”\n\nI’m going to make her enjoy painting again. And I’d show her that my creations are superior.\n\nThis is a story of an ordinary person who devoted his youth to painting, challenging the “Genius”—.\n\nWinner of the 34th Fantasia Award 《Tachibana Koushi Special Award》",
    "status":"Ongoing",
    "author":"Hibi Tsuzuro",
    "link":"https://denzkie2003.github.io/fnovelsv2/storage/Blue_Outline.json"
  },
  {

"title":"Tantei wa Mou, Shindeiru",

"cover":"https://yenpress-us.imgix.net/covers/9781975360122.jpg?auto=format&w=300&dpr=2&q=100",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Official",
"popular":"No",
"volumes":"v5/?",
"updated":"New",
"genre":"Adventure, Comedy, Drama, Mystery, Romance, Supernatural",
"translation":"Yen Press",
"alternative":"The Detective is Already Dead",
"synopsis":"Kimihiko Kimizuka has always been a magnet for trouble and intrigue. For as long as he can remember, he’s been stumbling across murder scenes or receiving mysterious attache cases to transport.\n\nWhen he met Siesta, a brilliant detective fighting a secret war against an organization of pseudohumans, he couldn’t resist the call to become her assistant and join her on an epic journey across the world.\n\n…Until a year ago, that is. Now he’s returned to a life that is normal and tepid by comparison, knowing the adventure must be over.\n\nAfter all, the detective is already dead.",
"status":"Ongoing",
"author":"Nigozyu",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/tantei-wa-mou-shinderou.json"
},
{
"title":"I Kissed My Girlfriend’s Little Sister",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRLjbQhmErqZUgKRM-VlvlOV9EXjGm0wdOVAA&usqp=CAU",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Official",
"popular":"No",
"volumes":"v1/?",
"updated":"New",
"genre":"Comedy, Ecchi, Romance, School Life",
"translation":"Tentei Books",
"alternative":"Kanojo no Imouto to Kiss wo Shita",
"synopsis":"Hiromichi Sato has been dating Haruka for a month, and their relationship is quickly heading in a good direction.\nBut one day Hiromichi’s parent announces they’re remarrying and he’ll be getting a new step-sister. When he meets her, he’s shocked to see that she looks exactly like Haruka. No worries, though — they’re totally different people. They’re just twins, each one living with a different parent since the divorce.\nCertainly nothing to worry about. It’s not like there can be any wacky misunderstandings brought about by living with your girlfriend’s identical twin, right…?",
"status":"Ongoing",
"author":"Misora Riku",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/i_kiss_my_girlfriends_little_sister_official.json"
},
{
"title":"I Kissed My Girlfriend’s Little Sister",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRLjbQhmErqZUgKRM-VlvlOV9EXjGm0wdOVAA&usqp=CAU",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Fan Translation",
"popular":"No",
"volumes":"v2/?",
"updated":"New",
"genre":"Comedy, Ecchi, Romance, School Life",
"translation":"Zetro Translations",
"alternative":"Kanojo no Imouto to Kiss wo Shita",
"synopsis":"Hiromichi Sato has been dating Haruka for a month, and their relationship is quickly heading in a good direction.\nBut one day Hiromichi’s parent announces they’re remarrying and he’ll be getting a new step-sister. When he meets her, he’s shocked to see that she looks exactly like Haruka. No worries, though — they’re totally different people. They’re just twins, each one living with a different parent since the divorce.\nCertainly nothing to worry about. It’s not like there can be any wacky misunderstandings brought about by living with your girlfriend’s identical twin, right…?",
"status":"Ongoing",
"author":"Misora Riku",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/i_kiss_my_girlfriends_little_sister.json"
},
{
"title":"How Could You Like Another Girl When You Already Have A Cute Fiancée Like Me?",
"cover":"https://cdn.novelupdates.com/images/2021/12/How-Could-You-Like-Another-Girl-When-You-Already-Have-A-Cute-Fiance-Like-Me.jpg",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Fan Translation",
"popular":"Popular",
"volumes":"v1/?",
"updated":"New",
"genre":"Comedy, Drama, Harem, Romance, School Life, Shounen, Slice of Life",
"translation":"Neosekai Translations",
"alternative":"Konna Kawaii Iinazuke ga Iru no ni, Hoka no Ko ga Suki nano?",
"synopsis":"Chris, a super celebrity beautiful girl who claims to be his fiancée, suddenly appears in front of Kouta, a high school student who is poor and works part-time every day. He learned that 10 years ago, Kouta’s father, who was blinded by money, had a marriage contract without permission.\n\nWe will not be at our parent’s mercy! The two who hit it off and decided to form an “Engagement Breakup Alliance”. However, this was Chris’s strategy to turn around her first love partner, Kouta─!!\n\n“Kouta will make a lie that you have another fiancée. First of all, you should start by finding someone you like.”\n\n“Wait, hold up. No need. I could just propose to my current girlfriend!”\n\n“…Huuh!? A girlfriend─!?”\n\nA love triangle that begins with the cancellation of an engagement!?",
"status":"Ongoing",
"author":"Misaki Nagi",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/How-Could-You-Like-Another-Girl-When-You-Already-Have-A-Cute-Fiance-Like-Me.json"
}
]