[
{
    "title":"Magical★Explorer",
    "cover":"https://yenpress-us.imgix.net/covers/9781975325657.jpg?auto=format&w=300&dpr=2&q=100",
    "type":"Light Novel",
    "fileType":"Epub",
    "tlType":"Official",
    "popular":"No",
    "volumes":"v3/?",
    "updated":"New",
    "genre":"Action, Adventure, Comedy, Ecchi, Fantasy, Harem, Martial Arts, Romance, School Life, Shounen",
    "translation":"Yen Press",
    "alternative":"Magical Explorer Reborn as a Side Character in a Fantasy Dating Sim",
    "synopsis":"OUT OF THE FRIEND ZONE AND INTO THE FIRE!\n\nFew titles are more revered among horndogs—(ahem) connoisseurs of Japanese erotic video games—than Magical Explorer. One day, our smut-loving hero wakes up to find he has been reincarnated into the body of the game’s dreamboat protagonist! Or rather, his hapless comic-relief best friend, Kousuke Takioto. But with his unparalleled knowledge of Magical Explorer and Kousuke’s unorthodox abilities (a scarf that doubles as a fist?), our hero vows to turn the game’s unluckiest loser into its mightiest heartthrob. In this world, nothing is out of reach when you’ve got the know-how!",
    "status":"Ongoing",
    "author":"Iris",
    "link":"https://denzkie2003.github.io/fnovelsv2/storage/magical_explorer.json"
  },
{

    "title":"My Instant Death Ability is So Overpowered, No One in This Other World Stands a Chance Against Me!",

    "cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ9UFngj7FqyiEynmGtsLUsMsqXAdVBOHqatA&usqp=CAU",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"Official",

    "popular":"No",

    "volumes":"v13/?",

    "updated":"New",

    "genre":"Action, Adventure, Comedy, Fantasy, Romance, Shounen",

    "translation":"J-Novel Club",

    "alternative":"Sokushi Cheat ga Saikyou Sugite, Isekai no Yatsura ga Marude Aite ni Naranai n Desu ga",

    "synopsis":"Growth cheats? Infinite magic power? The ability to utilize all archetypes? What’s the point if instant death ends everything with a single attack?\n\nHigh school senior Yogiri Takatou was on a school field trip when he woke up to a dragon assaulting his sightseeing bus, with the only ones still on the bus being him and his female classmate, the panicking Tomochika Dannoura. Apparently the rest of his classmates had been given special powers by Sion, a woman who introduced herself as Sage, and escaped from the dragon, leaving those that hadn’t received any special powers behind as dragon bait.\n\nAnd so Yogiri was thrown into a parallel universe full of danger, with no idea of what just happened. Likewise, Sion had no way of knowing just what kind of being she had summoned to her world.",

    "status":"Ongoing",

    "author":"Tsuyoshi Fujitaka",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/instant_death.json"

  },
{

    "title":"Heaven's Memo Pad",

    "cover":"https://cdn.novelupdates.com/images/2015/08/kami-samano1.jpg",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"FanTL",

    "popular":"No",

    "volumes":"Completed",

    "updated":"New",

    "genre":"Comedy, Drama, Mystery, Shounen, Slice of Life, Tragedy",

    "translation":"Baka-Tsuki",

    "alternative":"Kami-sama no Memochou",

    "synopsis":"“I am not an ordinary detective, but a NEET detective. Searching the whole world to locate the words of the dead.”\n\nThe NEET Detective leading the NEETs who gathered in the dark alley – Alice said that.\n\nThe perplexing incident that Ayaka and I were wound into during the winter of my first year at high school, and also the malicious drug ‘Angel Fix’ that corroded the city, the mystery was unraveled by the detective girl Alice who doesn’t take even one step out of her room.\n\n“Knowing the truth might destroy the tranquil life of your past, do you wish to know even so?”\n\nBecause of my answer, the NEETs who usually do nothing were mobilized to solve the case!",

    "status":"Completed",

    "author":"Hikaru Sugii",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/kami-samano.json"

  },
{

    "title":"Osananajimi ga Zettai ni Makenai Love Comedy",

    "cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTo8XD8eSdcqrNRyXDMnowZkJ9hO7p2NxLYow&usqp=CAU",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"FanTL",

    "popular":"No",

    "volumes":"v3/?",

    "updated":"New",

    "genre":"Comedy, Drama, Harem, Romance, School Life",

    "translation":"CClaw Translations | Neosekai Translations",

    "alternative":"The Romcom Where The Childhood Friend Won't Lose!",

    "synopsis":"My childhood friend Shida Kuroha seems to have feelings for me. She lives next door, and is small and cute. With an outgoing character, she’s the caring Onee-san type, this being one of her greatest strengths.\n\n…But, I already have my first love, the beautiful idol of our school, and the award-winning author high school girl, Kachi Shirokusa! Thinking about it rationally, I should have no chances with her, but, while walking home from school, she only talks to me, with a smile even! I might actually have a chance, don’t you think?!\n\nOr so I thought, but then I heard that Shirokusa already has a boyfriend, and my life took a turn for the worse. I want to die. Why is it not me?! Even though she was my first love…As I was drowning in despair and depression, Kuroha whispered.\n\n—If it’s that tough for you, then how about we get revenge? The best revenge ever, that is~",

    "status":"Ongoing",

    "author":"Shuichi Nimaru",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/Osananajimi ga Zettai ni Makenai Love Comedy.json"

  },
{

    "title":"Christmas Comes Not For Us",

    "cover":"https://cdn.novelupdates.com/images/2019/12/christmas-comes-not-for-us.jpg",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"FanTL",

    "popular":"No",

    "volumes":"OneShot",

    "updated":"New",

    "genre":"Drama, Romance, School Life, Sci-fi, Supernatural, Tragedy",

    "translation":"Frozensama",

    "alternative":"Boku to Kimi Dake ni Seiya wa Konai",

    "synopsis":"Once the words “I love you” passed her lips, she died, over and over.\n\nIt was December 24th, Christmas Eve, and High School Student Riichi’s long-held feelings for Natsumi had been returned. Yet before his happiness could sink in, she lost her life right in front of him. Once he regained his senses, he had returned to two days prior… He learnt that the words “I love you” had become a trigger to rewind time. He attempted to avoid the confession from his beloved but she would always do so, and die once again.\n\n“I love you, Riichi. I love you.”\n\nTrapped in an endless Christmas Eve, will Riichi manage to overcome the recurring tragedy and seize his future?",

    "status":"Completed",

    "author":"Fujimiya Kazuki",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/Christmas_comes_not_for_us.json"

  },
{

    "title":"The Reader (Me), The Protagonist (Her) And Their After",

    "cover":"https://cdn.novelupdates.com/images/2019/04/mcandreader1.jpg",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"FanTL",

    "popular":"No",

    "volumes":"OneShot",

    "updated":"New",

    "genre":"Drama, Romance, School Life",

    "translation":"Rinvelt House",

    "alternative":"Dokusha (boku) to Shujinkou (kanojo) to Futari no Korekara",

    "synopsis":"Hosono Akira loves the novel “14 Years Old” and its protagonist Tokiko.\nOn the day he enters high school, a girl named Hiiragi Tokiko appears, and she’s just like Tokiko.\nThis is the story about the impossible meeting between the Reader and the Protagonist.",

    "status":"Completed",

    "author":"Misaki Saginomiya",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/the_reader_me.json"

  },
{

    "title":"Asahina Wakaba to Marumaru na Kareshi",

    "cover":"https://cclawtranslationshome.files.wordpress.com/2020/10/201.png",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"FanTL",

    "popular":"No",

    "volumes":"v2/v2",

    "updated":"New",

    "genre":"Comedy, Drama, Psychological, Romance, School Life",

    "translation":"CClaw Translations",

    "alternative":"Asahina Wakaba and her 〇〇 boyfriend",

    "synopsis":"The shy and oftentimes awkward high school girl Asahina Wakaba is forced into a ‘Punishment Game’ by her classmates. She has to pretend to confess to the practically undateable boy Iruma Haruto and go out with him. Their relationship starts out plagued by guilt and depression. However, as Wakaba starts to discover what the boy is really like and how he treats those around him, her own melancholic student life starts to blossom into something greater than she thought imaginable.",

    "status":"Completed",

    "author":"Hazama Takashi",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/Asahina Wakaba to Marumaru na Kareshi.json"

  },
{

    "title":"Reincarnated as a Sword",

    "cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSHlzQQTJlka2y6GtksWxGpOugWpoyCOg9pOw&usqp=CAU",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"Official",

    "popular":"Popular",

    "volumes":"v12/?",

    "updated":"New",

    "genre":"Action, Adventure, Comedy, Fantasy, Shounen",

    "translation":"Seven Seas",

    "alternative":"Tensei Shitara Ken Deshita",

    "synopsis":"When I noticed it, I was in a different world.\n\nI had become a sword… what, I don’t get it! The place I woke up was a great plain crowded with monsters. I fly in search of a partner (women only) to be equipped with. Magic stone? I get the skills I absorb? This has become fun! Hyahha, give me magic stones! Yes, that was a joke. But I’ll take a magic stone.\n\nThis is how I became a sword and went to another world, a story of an ordinary minor character otaku.",

    "status":"Ongoing",

    "author":"Tanaka Yuu",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/Reincarnated_as_a_sword.json"

  },
{

    "title":"Kimi wo Ushinaitakunai Boku to, Boku no Shiawase wo Negau Kimi",

    "cover":"https://cdn.novelupdates.com/images/2023/01/Kimi-wo-Ushinaitakunai-Boku-to-Boku-no-Shiawase-wo-Negau-Kimi.jpg",

    "type":"Light Novel",

    "fileType":"Pdf",

    "tlType":"FanTL",

    "popular":"No",

    "volumes":"OneShot",

    "updated":"New",

    "genre":"Comedy, Drama, Romance, School Life, Sci-fi, Tragedy",

    "translation":"CClaw Translations",

    "alternative":"My Happiness For Yours",

    "synopsis":"I’ll make you happy, Sou-chan! So, please—Come save me.\n\n“I want you to be happy, Sou-chan. But that’s why…I’m not good enough.”\n\nDuring my first summer of high school, I finally realized how I had felt and confessed my feelings when my beloved childhood friend said these words to me. She told me that she didn’t have much time left, but wouldn’t elaborate. And from that day onward began my trial for the sake of a future that allowed us to be together.",

    "status":"Completed",

    "author":"Kanda Natsumi",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/pdf/Kimi-wo-Ushinaitakunai-Boku-to-Boku-no-Shiawase-wo-Negau-Kimi.json"

  },
{

    "title":"Kanpeki na Sako-san wa Mobu (Boku) Mitai ni Naritai",

    "cover":"https://cdn.novelupdates.com/images/2022/03/Kanpeki-na-Sakosan-wa-Mobu-Boku-Mitai-ni-Naritai.jpg",

    "type":"Light Novel",

    "fileType":"Pdf",

    "tlType":"FanTL",

    "popular":"No",

    "volumes":"OneShot",

    "updated":"New",

    "genre":"Comedy, Romance, School Life, Slice of Life",

    "translation":"CClaw Translations",

    "alternative":"The Perfect Sako-san Wants to Become Like A Mob Character (Me)",

    "synopsis":"Sako Machika is perfect and without flaws. She’s at the top of the student year with her excellent grades and has a cute face that makes everybody look twice. Excelling at her club, skilled at housework and chores, she’s the target of every boy’s admiration.\n\n“I…like you.”\n\nWait, Sako-san confessed to me?! But…I’m just a nobody, we’re not a good match for each other! Yet out of nowhere—\n\n“It’s such a botched haircut, right?”\n\n“You were looking at my thighs the entire time.”\n\nShe would suddenly cut her long and beautiful hair, shortening her skirt, showing an imperfect appearance while relentlessly approaching me…\n\n“As long as I’m not perfect—I have a chance, right?”\n\nIt’s all an attempt to make us seem like a better match?!",

    "status":"Completed",

    "author":"Shiotarou Yamaga",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/pdf/Kanpeki-na-Sakosan-wa-Mobu-Boku-Mitai-ni-Naritai.json"

  },
{

    "title":"Sword Art Online Alternative Gun Gale Online",

    "cover":"https://yenpress-us.imgix.net/covers/9781975348564.jpg?auto=format&w=300&dpr=2&q=100",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"Official",

    "popular":"No",

    "volumes":"v11/?",

    "updated":"New",

    "genre":"Action, Adventure, Drama, Sci-fi, Shounen",

    "translation":"Yen Press",

    "alternative":"ソードアート・オンライン オルタナティブ ガンゲイル・オンライン",

    "synopsis":"A Brand-New Battlefield Awaits!
Karen Kohiruimaki is a college student who stands at an imposing six feet. While her complex about her height makes it hard for her to make friends in the real world, the VRMMO Gun Gale Online changes everything. Now equipped with her ideal “mini” avatar and clad in a pink battle suit, Karen is ready to shoot up the world of GGO as Llenn! Before long, she meets the beautiful Pitohui, and the two rare female players become fast friends. Little does Llenn know that this friendship is the key to her entry in the first-ever Squad Jam, a team-based battle royale that echoes the famous Bullet of Bullets tournament...",

    "status":"Ongoing",

    "author":"Kawahara Reki",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/sword_art_online_alternative.json"

  },
{

    "title":"After a Heartbreak, My Bitter Childhood Friend is now Sweet Like Sugar",

    "cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSPGcP9nbx4yJopRSWS7SsFjhCdAd3t0H-xVQ&usqp=CAU",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"FanTL",

    "popular":"No",

    "volumes":"v2/?",

    "updated":"New",

    "genre":"Drama, Romance, School Life, Slice of Life, Tragedy",

    "translation":"Zetro Translations",

    "alternative":"Shitsurengo, Kenaku Datta Osananajimi ga Sato Kashi Mitai ni Amai ~ Sugar After Bitter ~",

    "synopsis":"Yu Sawatari is a high school student who has fallen ill after a painful accident.\n\nHe was having a hard time. Then his childhood friend Kokoa Shirayuki, who lives next door, decided to take care of him for an unknown reason.\n\n“Why do you want to take care of me all of a sudden?”\n\n“I’ll leave if it bothers you?”\n\nAfter that day, the two, who had been growing apart, come closer.\n\nYu’s wounded heart is healed through his interaction with her.\n\nEventually, he is drawn to Kokoa.\n\nThis is a frustrating, sweet and slightly sad love story between a boy who has lost his love and a childhood friend who had a crush on him for a long time.",

    "status":"Ongoing",

    "author":"Unasaka",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/After a Heartbreak My Bitter Childhood Friend is now Sweet Like Sugar.json"

  }
]