[
{
    "title":"Sword Oratoria",

    "cover":"https://yenpress-us.imgix.net/covers/9781975313272.jpg?auto=format&w=300&dpr=2&q=100",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"Official",

    "genre":"Action, Adventure, Comedy, Fantasy, Harem, Romance, Seinen",

    "translation":"Yen Press",

    "alternative":"Dungeon ni Deai o Motomeru no wa Machigatte Iru Darou ka Gaiden – Sword Oratoria",

    "synopsis":"THE BEGINNING OF A NEW ORATORIA...\n\nThe clock ticks dangerously close to the beginning of the final battle. No matter who wins, who loses, who lives, who dies, there will be no glory or riches for the taking. Those who fall shall not be remembered in the annals of history, joining the long funeral procession snaking around the heavens. Even so, the adventurers plan to stand strong against the greatest evil the world has seen in a thousand years. Having come to terms with their fate, they prepare for the ultimate struggle-for pride, for solidarity, for justice, for restoring peace on the mortal realm...",

    "status":"Ongoing",

    "author":"Fujino Omori",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/sword_oratoria.json"

},
{
    "title":"Though I Am an Inept Villainess: Tale of the Butterfly-Rat Body Swap in the Maiden Court",

    "cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSKVX2wSEggUeBDbmvtfqAKhmmwxhUOzVT-cA&usqp=CAU",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"Official",

    "genre":"Comedy, Fantasy, Romance, Shoujo",

    "translation":"Seven Seas",

    "alternative":"Futsutsuka na Akujo de wa Gozaimasu ga ~Suuguu Chouso Torikae Den~",

    "synopsis":"The “Nestling Court,” a court where princesses from the five clans are gathered in order to raise the next empress.\n\nReirin, a frail Nestling who is often called the next empress and is as beautiful as a butterfly, ended up switching bodies with the Nestling who is jealous of her, Keigetsu!\n\nSuddenly, Reirin is hated by everyone around her and called the Rat Princess.\n\nShe is put into a horrible environment where no one trusts her and she’s despised by the people who have always been kind to her, but…\n\n“I’m not out of breath, and I don’t faint… What a healthy body! I, I’m so jealous…!”\n\nReirin, the one who everyone envies, is a person with a steel mentality who has been battling death all her life——!?",

    "status":"Ongoing",

    "author":"Nakamura Satsuki",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/Though I Am an Inept Villainess.json"

},
{
    "title":"Didn't I Say to Make My Abilities Average in the Next Life?!",

    "cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTLbne2ypYjbWXymaAjV63PfuNYk6Tdh_P61g&usqp=CAU",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"Official",

    "genre":"Action, Adventure, Comedy, Fantasy, Shoujo",

    "translation":"Seven Seas",

    "alternative":"Watashi, Nouryoku wa Heikinchi dette Itta yo ne!",

    "synopsis":"When Viscount Ascham’s House’s eldest daughter, Adele von Ascham, became 10 years old, she remembered everything with an intense headache.\n\nHer previous self, Kurihara Misato, 18 years old Japanese, lost her life when trying to help a young girl, and then she met God…\n\nA somewhat capable person burdened by the many expectations of the surrounding people, Misato, who couldn’t live as she wanted, pleaded to God.\n\n“In the next life, please make my abilities average!”\n\nYet, somehow the story is wrong!\n\nThe girl with 3 names, being careful to not accidentally become a S-rank hunter, lives normally.\n\nI mean, I’m just an average, common girl. No, seriously.",

    "status":"Ongoing",

    "author":"FUNA",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/make_my_abilities_average.json"

},
{
    "title":"Sword Art Online Progressive",

    "cover":"https://yenpress-us.imgix.net/covers/9781975343385.jpg?auto=format&w=300&dpr=2&q=100",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"Official",

    "genre":"Action, Adventure, Drama, Fantasy, Mystery, Romance, Sci-fi, Shounen",

    "translation":"Yen Press",

    "alternative":"ソードアート・オンライン プログレッシブ",

    "synopsis":"“There’s no way to beat this game. The only difference is when and where you die...”\n\nOne month has passed since Akihiko Kayaba’s deadly game began, and the body count continues to rise. Two thousand players are already dead.\n\nKirito and Asuna are two very different people, but they both desire to fight alone. Nonetheless, they find themselves drawn together to face challenges from both within and without. Given that the entire virtual world they now live in has been created as a deathtrap, the surviving players of Sword Art Online are starting to get desperate, and desperation makes them dangerous to loners like Kirito and Asuna. As it becomes clear that solitude equals suicide, will the two be able to overcome their differences to find the strength to believe in each other, and in so doing survive?\n\nSword Art Online: Progressive is a new version of the Sword Art Online tale that starts at the beginning of Kirito and Asuna’s epic adventure--on the very first level of the deadly world of Aincrad!",

    "status":"Ongoing",

    "author":"Reki Kawahara",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/sao_progressive.json"

},
{
    "title":"Konosuba: God's Blessing on This Wonderful World!",

    "cover":"https://yenpress-us.imgix.net/covers/9781975343101.jpg?auto=format&w=300&dpr=2&q=100",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"Official",

    "genre":"Action, Adventure, Comedy, Ecchi, Fantasy, Harem, Shounen, Slice of Life",

    "translation":"Yen Press",

    "alternative":"Kono Subarashii Sekai ni Shukufuku o!",

    "synopsis":"Game loving shut-in Kazuma Sato's life as a young schoolboy in Japan abruptly comes to an early end...or at least it was supposed to. When he opens his eyes, though, he sees a beautiful goddess that offers him a once in an after-lifetime chance to be reborn in a parallel world. The catch is that the world is violent and threatened by a growing evil! Fortunately, he can choose any one thing to bring with him. So he chooses the goddess, Aqua! And so his adventure with his gorgeous companion begins--if he could just get enough money and food to survive, keep his goddess out of trouble, and avoid grabbing the attention of the Demon King's army!",

    "status":"Completed",

    "author":"Natsume Akatsuki",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/konosuba.json"

},
{
    "title":"Too Many Losing Heroines!",

    "cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTdEZqn7sF4kN_LErSO_W_4BmnEKy2AOijEgg&usqp=CAU",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"FanTL",

    "genre":"Comedy, Romance, School Life, Slice of Life",

    "translation":"Skythewood",

    "alternative":"Make Heroine ga Oosugiru!",

    "synopsis":"“Huh? Who are you calling loser?”\n\nAs the background of the class, I, Kazuhiko Nukumizu, witnessed a popular girl – Anna Yanami, getting rejected by another guy.\n\n“Even though he said we’ll get married. Don’t you think he’s pretty mean?”\n\n“When did he say that?”\n\n“When we were 4 or 5 years old.”\n\nThat doesn’t count, right?\n\nWith this, the losing heroines like Remon Yakishio from the Track and Field Club, and Chika Komari, from the literature club.\n\n“Nukumizu-kun. There are two types of girls. Childhood friends or cheating cats.”\n\n“I see. Well, that’s a bold statement.”\n\nThere’s a fortune for those who shine only after losing. Losing Heroines— The curtain to the mysterious coming-of-age story “Makeine” opens now!",

    "status":"Ongoing",

    "author":"Amamori Takibi",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/too_many_losing_heroine.json"

},
{
    "title":"My Stepmom's Daughter Is My Ex",

    "cover":"https://kbimages1-a.akamaihd.net/c633f4e6-0fd0-439a-9654-f133e0e64552/1200/1200/False/my-stepmom-s-daughter-is-my-ex-volume-6.jpg",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"Official",

    "genre":"Comedy, Drama, Romance, School Life, Slice of Life",

    "translation":"J-Novel Club",

    "alternative":"My Stepsister is My Ex",

    "synopsis":"A certain boy and girl in middle school became a couple, flirted with each other, disagreed on trivial things, became more frequently irritated with each other… and eventually broke up upon graduation.\n\nNow in highschool, the two of them, Irido Mizuto and Ayai Yume, wound up meeting each other in the most unexpected fashion.\n\nThe former couple, brought together through parental remarriage, decided to be mindful of their parents’ feelings and came up with a ‘sibling rule’—where the the first one to become conscious of the other as a member of the other s*x loses, but…\n\nWhen they encounter each other in the bathroom, commute to and from school together, along with the memories of the past and living under the same roof, just how do they disregard each other!?",

    "status":"Ongoing",

    "author":"Kamishiro Kyousuke",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/my_stepmoms_daugther_is_my_ex.json"

},
{

    "title":"The Hero Laughs While Walking the Path of Vengeance a Second Time",

    "cover":"https://yenpress-us.imgix.net/covers/9781975323769.jpg?auto=format&w=300&dpr=2&q=100",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"Official",

    "updated":"New",

    "genre":"Action, Adventure, Drama, Fantasy, Harem, Mature, Psychological, Romance, Seinen, Tragedy",

    "translation":"Yen Press",

    "alternative":"Nidome no Yuusha",

    "synopsis":"LIFE AFTER DEATH\n\nKaito Ukei was destined for greatness in his new world, landing himself the role of a hero and defeating the evil sorceress alongside a band of noble adventurers. When he's double crossed, though, and brutally murdered by his former allies, something inside him snaps. Death brings Kaito neither peace nor salvation. Rather, it instills in him a singular desire—to squeeze the life out of his blasted betrayers in the cruellest manner possible...! The strange twist of fate that gives him a second chance in the world with all his memories intact provides opportunity to do just that, and so begins his quest to stalk and torture the members of his former party in the bloodiest, unholiest, most sadistic ways imaginable!",

    "status":"Ongoing",

    "author":"Nero Kizuka",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/Nidome no Yuusha.json"

  },
{

    "title":"Apocalypse Witch: To the Strongests of an Age of Plenty",

    "cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQBq8wTXQMxkqKLAfioTI3LPHCi-69O_du8Kw&usqp=CAU",

    "type":"Light Novel",

    "fileType":"Epub",

    "tlType":"FanTL",

    "updated":"New",

    "genre":"Action, Harem, School Life, Sci-fi, Tragedy",

    "translation":"Baka-Tsuki",

    "alternative":"Apocalypse Witch Houshoku Jidai no [Saikyou]-tachi e",

    "synopsis":"New magic and old magic. A school battle fantasy over the title of strongest begins here! Crystal magic is the cutting edge of magical technology. Covering one’s entire body with crystal flower armor can produce a variety of supernatural phenomena. But due to a mistake, Utagai Karuta did not receive that special armor and instead receives power by summoning the obedient crystal girl Aine.\n\n“Sacrifice-sama, how long are you going to tease me? I’m going to enter a rebellious phase at this rate.”\n\n“That isn’t how rebellious phases are supposed to work.”\n\nBut at ocean-top Crystal Magic Academy Grimoire, where Karuta and everyone learn crystal magic, an upperclassman from the previous generation has been called in as a guest. That user of god-worshiping magic is known as the world’s strongest, and they step up onto the podium and speak to the entire student body. This begins a clash between the forces of new magic and old magic.\n\n“Every last one of you is incompetent. Thus, Grimoire will be shut down.”",

    "status":"Ongoing",

    "author":"Kamachi Kazuma",

    "link":"https://denzkie2003.github.io/fnovelsv2/storage/Apocalypse_Witch.json"

  }
]