[
  {
    "title":"Blue Outline",
    "cover":"https://cdn.novelupdates.com/images/2022/02/Blue-Outline.jpg",
    "type":"Light Novel",
    "fileType":"Epub",
    "tlType":"Fan Translations",
    "popular":"No",
    "volumes":"v1/?",
    "updated":"New",
    "genre":"Drama, Romance, School Life",
    "translation":"Travis Translations",
    "alternative":"Ao no Outline",
    "synopsis":"Eye-catching. Stunning. Addictive. Mesmerizing.\n\nThose were the impressions left upon those who had seen her paintings.\n\nIt was what I aspire to be, as a high school student who wishes to pursue art.\n\nNo matter what she created, they were all named as the works of “Genius”. An artist with unparalleled talent, Kashiwazaki Yuri.\n\n“I came here just to see you. I only paint what I desire.”\n\nThe one closest to me, yet also the furthest away; my childhood friend.\n\nOne day she suddenly stopped painting. But I continued to stroke my paintbrush as I chased after her shadows.\n\n“I’ll paint again and again. I won’t give up. Talent doesn’t matter.”\n\nI’m going to make her enjoy painting again. And I’d show her that my creations are superior.\n\nThis is a story of an ordinary person who devoted his youth to painting, challenging the “Genius”—.\n\nWinner of the 34th Fantasia Award 《Tachibana Koushi Special Award》",
    "status":"Ongoing",
    "author":"Hibi Tsuzuro",
    "link":"https://denzkie2003.github.io/fnovelsv2/storage/Blue_Outline.json"
  },
  {

"title":"Tantei wa Mou, Shindeiru",

"cover":"https://yenpress-us.imgix.net/covers/9781975360122.jpg?auto=format&w=300&dpr=2&q=100",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Official",
"popular":"No",
"volumes":"v5/?",
"updated":"New",
"genre":"Adventure, Comedy, Drama, Mystery, Romance, Supernatural",
"translation":"Yen Press",
"alternative":"The Detective is Already Dead",
"synopsis":"Kimihiko Kimizuka has always been a magnet for trouble and intrigue. For as long as he can remember, he’s been stumbling across murder scenes or receiving mysterious attache cases to transport.\n\nWhen he met Siesta, a brilliant detective fighting a secret war against an organization of pseudohumans, he couldn’t resist the call to become her assistant and join her on an epic journey across the world.\n\n…Until a year ago, that is. Now he’s returned to a life that is normal and tepid by comparison, knowing the adventure must be over.\n\nAfter all, the detective is already dead.",
"status":"Ongoing",
"author":"Nigozyu",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/tantei-wa-mou-shinderou.json"
},
{
"title":"I Kissed My Girlfriend’s Little Sister",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRLjbQhmErqZUgKRM-VlvlOV9EXjGm0wdOVAA&usqp=CAU",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Official",
"popular":"No",
"volumes":"v1/?",
"updated":"New",
"genre":"Comedy, Ecchi, Romance, School Life",
"translation":"Tentei Books",
"alternative":"Kanojo no Imouto to Kiss wo Shita",
"synopsis":"Hiromichi Sato has been dating Haruka for a month, and their relationship is quickly heading in a good direction.\nBut one day Hiromichi’s parent announces they’re remarrying and he’ll be getting a new step-sister. When he meets her, he’s shocked to see that she looks exactly like Haruka. No worries, though — they’re totally different people. They’re just twins, each one living with a different parent since the divorce.\nCertainly nothing to worry about. It’s not like there can be any wacky misunderstandings brought about by living with your girlfriend’s identical twin, right…?",
"status":"Ongoing",
"author":"Misora Riku",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/i_kiss_my_girlfriends_little_sister_official.json"
},
{
"title":"I Kissed My Girlfriend’s Little Sister",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRLjbQhmErqZUgKRM-VlvlOV9EXjGm0wdOVAA&usqp=CAU",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Fan Translation",
"popular":"No",
"volumes":"v2/?",
"updated":"New",
"genre":"Comedy, Ecchi, Romance, School Life",
"translation":"Zetro Translations",
"alternative":"Kanojo no Imouto to Kiss wo Shita",
"synopsis":"Hiromichi Sato has been dating Haruka for a month, and their relationship is quickly heading in a good direction.\nBut one day Hiromichi’s parent announces they’re remarrying and he’ll be getting a new step-sister. When he meets her, he’s shocked to see that she looks exactly like Haruka. No worries, though — they’re totally different people. They’re just twins, each one living with a different parent since the divorce.\nCertainly nothing to worry about. It’s not like there can be any wacky misunderstandings brought about by living with your girlfriend’s identical twin, right…?",
"status":"Ongoing",
"author":"Misora Riku",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/i_kiss_my_girlfriends_little_sister.json"
},
{
"title":"How Could You Like Another Girl When You Already Have A Cute Fiancée Like Me?",
"cover":"https://cdn.novelupdates.com/images/2021/12/How-Could-You-Like-Another-Girl-When-You-Already-Have-A-Cute-Fiance-Like-Me.jpg",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Fan Translation",
"popular":"Popular",
"volumes":"v1/?",
"updated":"New",
"genre":"Comedy, Drama, Harem, Romance, School Life, Shounen, Slice of Life",
"translation":"Neosekai Translations",
"alternative":"Konna Kawaii Iinazuke ga Iru no ni, Hoka no Ko ga Suki nano?",
"synopsis":"Chris, a super celebrity beautiful girl who claims to be his fiancée, suddenly appears in front of Kouta, a high school student who is poor and works part-time every day. He learned that 10 years ago, Kouta’s father, who was blinded by money, had a marriage contract without permission.\n\nWe will not be at our parent’s mercy! The two who hit it off and decided to form an “Engagement Breakup Alliance”. However, this was Chris’s strategy to turn around her first love partner, Kouta─!!\n\n“Kouta will make a lie that you have another fiancée. First of all, you should start by finding someone you like.”\n\n“Wait, hold up. No need. I could just propose to my current girlfriend!”\n\n“…Huuh!? A girlfriend─!?”\n\nA love triangle that begins with the cancellation of an engagement!?",
"status":"Ongoing",
"author":"Misaki Nagi",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/How-Could-You-Like-Another-Girl-When-You-Already-Have-A-Cute-Fiance-Like-Me.json"
},
{
"title":"Kurusu-san Who Does Not Speak, is Full of Love in Her Heart",
"cover":"https://cdn.novelupdates.com/images/2023/01/Shaberanai-Kurususan-Kokoro-no-Naka-wa-Suki-de-Ippai.jpg",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Fan Translation",
"popular":"No",
"volumes":"v1/?",
"updated":"New",
"genre":"Comedy, Drama, Romance, School Life, Supernatural",
"translation":"Ret-TLs",
"alternative":"Shaberanai Kurusu-san Kokoro no Naka wa Suki de Ippai",
"synopsis":"Kurusu Rurina, a (mid-term) transfer high school girl, doesn’t adjust well to her new class due to her apathetic and withdrawn attitude.\n\nOn the other hand, Kaburagi Ritsu has an ability to hear other people’s inner thoughts. With that, he can act wisely to live a life that is far from all the problems that will come to him.\n\nAt first glance, Rurina seemed like the type of person who couldn’t succeed due to her lack of social skills. But strangely, she always looked up at him excitedly thinking “I want to be friends with Kaburagi-kun!”\n\nTalking about Rurina again, she’s a pretty girl but difficult to be approached and doesn’t get along. He often glared at Kaburagi-kun’s seat, but actually──.\n\n(Kaburagi-kun, your sleeping face is so cute…I want to see it all the time)\n\nAgainst his will, this ability is passively activated, thus repeatedly making Kaburagi feel uncomfortable.\n\nAnd of course, those beautiful thoughts── Kaburagi-kun could hear them too!",
"status":"Ongoing",
"author":"Yu Murasaki",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/Shaberanai-Kurususan-Kokoro-no-Naka-wa-Suki-de-Ippai.json"
},
{
"title":"One Day, Out of The Blue, I Got a Gal's Forgiving Wife",
"cover":"https://cdn.novelupdates.com/images/2023/02/One-Day-Out-of-The-Blue-I-Got-a-Gals-Forgiving-Wife.jpg",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Fan Translation",
"popular":"No",
"volumes":"v1/?",
"updated":"New",
"genre":"Comedy, Romance, School Life",
"translation":"Ret-TLs",
"alternative":"Aru Hi Totsuzen, Gyaru no Iinazuke ga Dekita",
"synopsis":"Nice to meet you. My proud husband♥\n\n“Hey, hey, why are you always pretending to be asleep?”\n\nDuring break, I, Eizawa Shuuji, who pretends to be asleep, am often approached by my classmate, Miran Hanazuki.\n\nI was confused by Miran, but my parents told me unexpectedly,\n\n“Actually, you have a fiancé…”\n\nAnd what’s more, it turns out to be Miran who’s always trying to get on my nerves!?\n\nWe are always together at lunch and after school.\n\nAt first I was confused by this sudden engagement, but Miran accepted me gently and led me with her straightforward feelings…?\n\n“Let’s eat together♪”\n\n“Um, I want to go to that restaurant that Shuji seems to like! ”\n\nAn introvert guy and a gyaru.\n\nA lovey-dovey comedy about two polar opposites who connect with each other, begin!",
"status":"Ongoing",
"author":"Izumitani Kazuki",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/One_day_out_of_the_blue.json"
},
{
"title":"The World’s Finest Assassin, Reincarnated in a Different World as an Aristocrat",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQOTq8HIem6fKfaFccPRdRWs5gxS-v0uB8bZw&usqp=CAU",
"type":"Light Novel",
"fileType":"Epub",
"tlType":"Official",
"popular":"Popular",
"volumes":"v6/?",
"updated":"New",
"genre":"Action, Adventure, Drama, Fantasy, Harem, Mystery, Romance, Shounen",
"translation":"J-Novel Club",
"alternative":"Sekai Saikou no Ansatsusha, Isekai Kizoku ni Tensei Suru",
"synopsis":"The eldest son of the assassin aristocrat Tuatha Dé.\n\nThe skill, experience, knowledge of the previous life, magic, all of which grows his power as an assassin.\n\nExcellent assassins pass through. He was usually admired as the ideal lord, and behind it wielded a blade as an assassin aristocrat.",
"status":"Ongoing",
"author":"Tsukiyo Rui",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/the_worlds_finest_assassin.json"
},
{
"title":"Isekai Tensei no Boukensha",
"cover":"https://cdn.novelupdates.com/images/2018/05/91A9B290-8E40-430D-AC7F-9E5769052BD6.jpeg",
"volumes":"v3/?",
"type":"Light Novel",
"genre":"Action, Adventure, Fantasy, Harem, Romance, Slice of Life, Tragedy",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Kenichi",
"alternative":"Isekai Tensei: Recruited to Another World ",
"translation":"J-Novel Club",
"updated":"New",
"popular":"No",
"synopsis":"Ootori Tenma, who lost his parents and was raised by his grandfather’s and grandmother’s friends who are living in the countryside, loses his life at the age of 25. A god of a different world called out to the ghost Tenma. This is a story about Tenma who, is liked by multiple Gods of reincarnation, receives multiple cheats and lives a second life in another world.",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/isekai_tensei_recruted_in_anothee_world.json"
},
{
"title":"Class no Daikirai na Joshi to Kekkon Suru Koto ni Natta",
"cover":"https://cclawtranslationshome.files.wordpress.com/2023/02/701.png",
"volumes":"v7/?",
"type":"Light Novel",
"genre":"Comedy, Romance, School Life, Shounen, Slice of Life",
"fileType":"Epub",
"tlType":"FanTL",
"status":"Ongoing",
"author":"Amano Seiju",
"alternative":"Kurasu no Daikiraina Joshi to Kekkon Suru Koto ni Natta",
"translation":"CClaw Translations",
"updated":"New",
"popular":"No",
"synopsis":"High school student Hojo Saito married his classmate, Sakuramori Akane, the girl who’s his worst enemy in school.\n\n“If you tell the rest of the class we’re married, I’ll kill you”\n\n“I don’t want them to know either. There’s no point in that.”\n\nTheir newlywed life wasn’t going so well, and they were constantly at odds. However, as they progress through their daily lives, the distance between them closes, they have more enjoyable moments together, and they gradually come to understand one another\n\nSaito learns about Akane’s cute side, which he never saw before, and Akane gradually began to recognize the feelings that she’s been keeping inside…\n\nThe heart-throbbing newlywed life of two people who just can’t seem to be honest with each other begins here!",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/class_no_daikirai.json"
},
{
"title":"Private Tutor to the Duke’s Daughter",
"cover":"https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1670724595i/65148465.jpg",
"volumes":"v6/?",
"type":"Light Novel",
"genre":"Adventure, Comedy, Fantasy, Harem, Romance, Seinen",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Nanano Riku",
"alternative":"Koujo Denka no Kateikyoushi",
"translation":"J-Novel Club",
"updated":"New",
"popular":"Popular",
"synopsis":"After failing the final exam for his dream job at the royal court, promising young sorcerer Allen wants nothing more than to retreat to a simple life in the countryside. Unfortunately for him, he can’t even afford the train fare! His only solution is to get a job, but his one lead is anything but modest—Duke Howard, one of the kingdom’s most powerful nobles, needs a private tutor for his daughter Tina. Despite her academic brilliance, Tina is incapable of casting even a single spell. To make matters worse, entrance exams for the prestigious Royal Academy are fast approaching, and magical aptitude is mandatory! Can Allen use his unique brand of spellcasting to help Tina overcome her magical impairment, a mystery that not even the kingdom’s finest sorcerers have been able to solve? And does her father, the duke, even want him to?",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/private_tutor_to_the_dukes_dauther.json"
},
{
"title":"Guide to the Perfect Otaku Girlfriend: Roomies and Romance",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSCZSIKsPTE7b8x-qKS29odxu2oB5ViMsYMmA&usqp=CAU",
"volumes":"v5/5",
"type":"Light Novel",
"genre":"Comedy, Slice of Life, School Life, Romance",
"fileType":"Epub",
"tlType":"Official",
"status":"Completed",
"author":"Rin Murakami",
"alternative":"Dousei kara Hajimaru Otaku Kanojo no Tsukurikata",
"updated":"New",
"popular":"No",
"translation":"J-Novel Club",
"synopsis":"If I’m going to find a girlfriend, she has to be an otaku. She’ll be beautiful, innocent, with long black hair, and she’ll like all the stuff that I like!\n\nKokoro Nishina, the girl I’m living with, is the exact opposite of that. So why did I promise that I’d turn that flashy, extroverted gyaru into the ideal otaku girlfriend?!\nSadly, I know just how it feels to need a little self-improvement to find the perfect date… and there’s no way a girl like that will tell her friends that she’s actually a closet fujoshi. But I’ll teach her—then maybe she can teach me too! With my expertise, she’ll definitely become an otaku’s dream girl!",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/guide_to_the_perfect_otaku_girlfriend.json"
},
{
"title":"Bofuri: I Don't Want to Get Hurt, so I'll Max Out My Defense",
"cover":"https://yenpress-us.imgix.net/covers/9781975323660.jpg?auto=format&w=300&dpr=2&q=100",
"volumes":"v8/?",
"type":"Light Novel",
"genre":"Fiction, Sci-Fi, Action, Adventure",
"fileType":"Epub",
"tlType":"Official",
"updated":"New",
"popular":"No",
"status":"Ongoing",
"author":"ユーキャン",
"alternative":"Itai no wa Iya nanode Bōgyo-Ryoku ni Kyokufuri Shitai to Omoimasu",
"translation":"Yen Press",
"synopsis":"IS SHE THE GAME’S LAST BOSS?! Though she doesn’t play many MMOs, Maple has either a natural talent or impossibly good luck, because by pouring every last stat point she has into Vitality, she’s created a character who can’t be hurt! Whether it’s physical attacks or magic or status effects, nothing poses a real threat. In no time at all, news spreads across the server about the adorable terror who can’t be defeated. While Maple may just be having fun, her broken build is sure to attract lots of unexpected attention...",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/bofuri.json"
},
{
"title":"Majo no Tabitabi",
"cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTNbJ4A916pY46x9KSgi-Ugz5stok61SET8rA&usqp=CAU",
"volumes":"v9/?",
"type":"Light Novel",
"genre":"Adventure, Comedy, Fantasy, Slice of Life, Tragedy",
"fileType":"Epub",
"tlType":"Official",
"status":"Ongoing",
"author":"Shiraishi Jougi",
"alternative":"Wandering Witch: The Journey of Elaina",
"updated":"New",
"popular":"No",
"translation":"Yen Press",
"synopsis":"It's not about the destination...\n\nWhat\'s your favorite story? Does it have a hero who slays a dragon and saves a princess? Or a child of prophecy destined for greatness? Well, my favorite story is a little different. It's the tale of a witch who travels the world, seeking nothing in particular. With no quest of her own, she\'s free to wander wherever the wind takes her, adding a few pages to the story of whomever she meets before setting off on her next adventure. At the end of her travels, the witch takes on an apprentice who will one day begin her own journey. And so the cycle continues, or so the story goes. Now, the witch who starts the story anew...who could she be?",
"link":"https://denzkie2003.github.io/fnovelsv2/storage/majo_no_tabitabi.json"
}
]